{
  "titulo": "Conversão - Simulado",
  "fonte": "Fonte não informada",
  "questoes": [
    {
      "id": 1,
      "questao": "Com base nas informações do texto, assinale a alternativa que apresenta a principal consequência do roubo das joias do Louvre, segundo a procuradora francesa. e Simulado Especial Polícia Penal ES",
      "opcoes": {
        "a": "A perda de peças de alto valor financeiro.",
        "b": "O aumento da criminalidade em Paris.",
        "c": "O prejuízo ao patrimônio histórico da França.",
        "d": "A exposição da fragilidade da segurança do museu.",
        "e": "A destruição de obras de arte de valor inestimável. e Simulado Especial Polícia Penal ES"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 2,
      "questao": "De acordo com o texto, qual foi a intenção da procuradora ao divulgar o valor estimado das joias roubadas? rapidez.",
      "opcoes": {
        "a": "Justificar o reforço nas medidas de segurança.",
        "b": "Alertar a população sobre o prejuízo financeiro.",
        "c": "Incentivar os ladrões a devolverem as joias.",
        "d": "Desestimular os ladrões a destruírem as peças.",
        "e": "Pressionar as autoridades a agirem com mais rapidez."
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 3,
      "questao": "Considerando as informações do texto, assinale a alternativa que melhor caracteriza a ação dos ladrões. rudimentares. execução.",
      "opcoes": {
        "a": "Amadora, devido à pressa na fuga.",
        "b": "Improvisada, com uso de ferramentas rudimentares.",
        "c": "Violenta, com confronto armado com os guardas.",
        "d": "Profissional, pela rapidez e organização da execução.",
        "e": "Fracassada, pois os ladrões foram capturados."
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 4,
      "questao": "Com base no texto, é correto afirmar que os itens roubados: francesas. Leopoldina. museu. “microondas”, sem hífen, por tratar de uso comum. determina que prefixos como “micro” devem ser aglutinados. 4 ( Policial Penal ) - 25/10 /202 5",
      "opcoes": {
        "a": "Foram todos recuperados pelas autoridades francesas.",
        "b": "Pertenciam exclusivamente à imperatriz Maria Leopoldina.",
        "c": "Incluíam peças de valor histórico e simbólico.",
        "d": "Estavam guardados em cofres subterrâneos do museu.",
        "e": "A grafia determina que prefixos como “micro” devem ser aglutinados. 4 ( Policial Penal ) - 25/10 /202 5"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 5,
      "questao": "Com base no texto, assinale a alternativa que apresenta uma medida adotada após o roubo ao joias. culturais. recuperar os itens.",
      "opcoes": {
        "a": "Instalação de cofres subterrâneos para proteger as joias.",
        "b": "Reforço nas medidas de segurança em instituições culturais.",
        "c": "Substituição dos guardas por agentes armados.",
        "d": "Fechamento temporário do museu para reforma.",
        "e": "Criação de uma força - tarefa internacional para recuperar os itens."
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 6,
      "questao": "Segundo o texto, qual fator contribuiu para a facilidade da ação criminosa?",
      "opcoes": {
        "a": "A ausência de visitantes no momento do roubo.",
        "b": "A negligência dos guardas que estavam de plantão.",
        "c": "A falta de câmeras de segurança em parte das salas.",
        "d": "A demora na chegada da polícia ao local.",
        "e": "A cumplicidade de funcionários do museu."
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 7,
      "questao": "“O relatório indicou que uma das salas do museu estava equipada com um sistema de micro - ondas para detecção de movimento.” De acordo com o Novo Acordo Ortográfico, analise a grafia do vocábulo “micro - ondas” e marque a alternativa correta: compostos com prefixo terminado em vogal. hífen quando o segundo elemento começa com hífen quando o segundo elemento começa com “o”. - se de palavra está incorreta, pois o Novo Acordo Simulado Especial Polícia Penal ES",
      "opcoes": {
        "a": "A grafia está incorreta, pois o hífen foi abolido em compostos com prefixo terminado em vogal.",
        "b": "A grafia está correta, pois o prefixo “micro - ” exige hífen quando o segundo elemento começa com vogal diferente.",
        "c": "A grafia está correta, pois o prefixo “micro - ” exige hífen quando o segundo elemento começa com “o”.",
        "d": "A grafia está incorreta, pois o correto seria - se de palavra está incorreta, pois o Novo Acordo Simulado Especial Polícia Penal ES",
        "e": ""
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 7,
      "questao": "210/1984), se o indivíduo, primário, for condenado pelo crime de constituição de milícia privada para preencher o requisito objetivo para cumprir progredir de regime deverá cumprir: no Conselho que o puderem ser",
      "opcoes": {
        "a": "30% do total da pena.",
        "b": "40% do total da pena. que o",
        "c": "50% do total da pena.",
        "d": "60% do total da pena.",
        "e": "70% do total da pena. puderem ser"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 8,
      "questao": "O termo destacado “As medidas de segurança” exerce a função sintática de sujeito da oração. Assinale a alternativa em que o termo destacado também exerce a função de sujeito: fora . “extraordinária”. às pressas. danificada . ataque ao patrimônio.",
      "opcoes": {
        "a": "Os ladrões tentaram incendiar o veículo do lado de fora .",
        "b": "A procuradora francesa se referiu à quantia “extraordinária”.",
        "c": "A coroa foi deixada para trás quando eles partiram às pressas.",
        "d": "Os investigadores encontraram danificada .",
        "e": "O presidente francês descreveu o roubo ataque ao patrimônio."
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 9,
      "questao": "As figuras de linguagem são recursos expressivos que enriquecem o texto e ampliam seu efeito de sentido. Com base no contexto do roubo ao Museu do Louvre, analise as orações a seguir: “O silêncio das vitrines gritava a ausência das joias.” “A madrugada parecia observar, cúmplice, a fuga dos ladrões.” A figura de linguagem presente nas duas orações é:",
      "opcoes": {
        "a": "Hipérbole",
        "b": "Antítese",
        "c": "Metáfora",
        "d": "Prosopopeia",
        "e": "Eufemismo"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 10,
      "questao": "“O presidente francês Emmanuel descreveu o roubo como um ataque ao patrimônio da França.” (Parágrafo 13) O verbo “descreveu” é transitivo direto, exigindo complemento preposição. Agora, identifique a alternativa em que o verbo, no contexto empregado, apresenta uma transitividade diferente da do verbo “descrever”. segurança. 5 ( Policial Penal ) - 25/10 /202 5 danificada. como RACIOCÍNIO LÓGICO - MATEMÁTICO Eduardo Mocellin uma coroa 11 . Um levantamento do estoque de um centro de distribuição logístico revelou que 2/5 do total de pacotes eram destinados a produtos eletrônicos. como um Dos pacotes de eletrônicos, 2/7 seriam enviados para destinos internacionais, e os demais pacotes, que somavam 140 unidades, eram para entrega doméstica. Nessas condições, o número total de pacotes (eletrônicos e não eletrônicos) nesse estoque era igual a",
      "opcoes": {
        "a": "420.",
        "b": "520.",
        "c": "490.",
        "d": "380.",
        "e": "350."
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 11,
      "questao": "343/2006), marque a alternativa correta. forma culposa qualquer conduta prevista no tipo penal do art. 33, “caput”, da Lei nº 11.343/2006. forma qualificada. Simulado Especial",
      "opcoes": {
        "a": "O crime de tráfico de drogas pode ser praticado na forma culposa",
        "b": "O tráfico é um crime hediondo",
        "c": "O tráfico é um crime material quanto ao resultado",
        "d": "O crime de tráfico se consuma com a prática de qualquer conduta prevista no tipo penal do art. 33, “caput”, da Lei nº 11.343/2006.",
        "e": "Na Lei de drogas é possível o crime de tráfico na forma qualificada. Simulado Especial"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 12,
      "questao": "Uma organizadora de eventos calculou que o custo base para um determinado pacote de festa é de R$ 3.500,00. Para definir o preço de catálogo (preço de venda) desse pacote, ela estabeleceu uma meta: o valor deve ser alto o suficiente para que ela possa ofer ecer um desconto promocional Macron de 30% sobre esse preço de catálogo e, mesmo assim, assegurar um lucro líquido de 20% sobre o sem catálogo que a organizadora deve anunciar é igual a: Simulado Especial Polícia Penal ES",
      "opcoes": {
        "a": "R$ 6.200,00.",
        "b": "R$ 5.800,00.",
        "c": "R$ 6.000,00.",
        "d": "R$ 5.900,00.",
        "e": "R$ 6.100,00. Simulado Especial Polícia Penal ES"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 13,
      "questao": "A tela de um monitor de computador clássico tem um formato retangular cuja proporção entre a largura e a altura é de 4 para 3. Sabendo que a medida da diagonal desse monitor é de 50 polegadas, a área de visualização, em polegadas quadradas, equivale a:",
      "opcoes": {
        "a": "300",
        "b": "400",
        "c": "800",
        "d": "1000",
        "e": "1200"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 14,
      "questao": "Uma empresa projeta uma caixa de metal no formato de um bloco retangular (paralelepípedo) internas da caixa são 3 dm, 2 dm e ( 𝑥 + 1 ) dm. O volume total dessa caixa é de 18 decímetros cúbicos. Se, para um novo protótipo, a dimensão desconhecida fosse aumentada em 1 decímetro, o volume desse novo protótipo, em decímetros cúbicos, seria de:",
      "opcoes": {
        "a": "21.",
        "b": "24.",
        "c": "27.",
        "d": "30.",
        "e": "33."
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 15,
      "questao": "Um equipamento de transmissão digital emite uma sequência de pulsos elétricos com operacional é inseguro. intensidades (em Volts) que seguem um padrão cíclico. A sequência de intensidades registrada é: 1, sistema operacional inseguro. 3, 5, 4, 3, 5, 7, 6, 5, 7, 9, 8, 7, 9, 11, . . . A lógica de das intensidades do 13º, 16º e 21º pulsos é igual a 6 ( Policial Penal ) - 25/10 /202 5",
      "opcoes": {
        "a": "25.",
        "b": "27.",
        "c": "29.",
        "d": "26.",
        "e": "28. 6 ( Policial Penal ) - 25/10 /202 5"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 16,
      "questao": "Considere que os símbolos → , ↔ , ∧ e ∨ Analise as proposições abaixo e dê valores Verdadeiro (V) ou Falso (F). ( ) (O Sol gira em torno da Terra) ∨ (Brasília é a capital do Brasil) ( ) (A Lua é feita de queijo) ↔ (2 é um número ímpar) ( ) (O Brasil fica na América do Sul) → (O Japão fica na Europa) ( ) (Paris é a capital da França) ∧ (A água ferve a 100°C ao nível do mar) Assinale a alternativa que apresenta a sequência correta de cima para baixo.",
      "opcoes": {
        "a": "V, V, F, V",
        "b": "F, V, F, V",
        "c": "V, V, V, F",
        "d": "V, F, F, V",
        "e": "V, V, F, F"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 17,
      "questao": "Considere a seguinte proposição: \"Se existe algum sistema operacional inseguro, então todo firewall é confiável.\" Do ponto de vista lógico, uma frase equivalente a essa é: firewall é confiável. menos um sistema operacional inseguro. algum firewall não é confiável. Simulado Especial",
      "opcoes": {
        "a": "Algum sistema operacional é inseguro e todo firewall é confiável.",
        "b": "Algum firewall é confiável ou algum sistema menos um sistema operacional inseguro.",
        "c": "",
        "d": "",
        "e": "Se não existe sistema operacional inseguro, então algum firewall não é confiável. Simulado Especial"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 18,
      "questao": "Uma loja de e - commerce analisou o tempo, em minutos, que levaram para aplicativo. A distribuição tempos (variável 𝑇 ), arredondados para o minuto inteiro mais próximo, é mostrada abaixo. Tempo ( 𝑻 17 18 19 Considerando essa incorreta . minutos. é uma variável quantitativa discreta. na análise é igual a 17 minutos. minutos. tempo maior ou igual a 18 minutos para finalizar a compra.",
      "opcoes": {
        "a": "A mediana da distribuição de tempo é igual a 17,5 minutos.",
        "b": "A variável 𝑇 apresentada na tabela de frequências é uma variável quantitativa discreta.",
        "c": "O tempo médio de compra dos clientes observados na análise é igual a 17 minutos.",
        "d": "A moda da distribuição de tempo é igual a 16 minutos.",
        "e": "Dos clientes analisados pela loja, 30% levaram um tempo maior ou igual a 18 minutos para finalizar a compra."
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 19,
      "questao": "Para a formação de uma nova diretoria, um clube social dispõe de seis sócios elegíveis. A diretoria será composta Presidente, Vice e Diretor Social. Sabendo apenas dois podem se candidatar ao cargo de Presidente (devido a exigências estatutárias), qual o número de maneiras distintas pelas quais essa diretoria poderá ser formada? 7 Polícia Penal ES ( Policial Penal ) - 25/10 /202 5",
      "opcoes": {
        "a": "180",
        "b": "240",
        "c": "260",
        "d": "340",
        "e": "350 7 Polícia Penal ES ( Policial Penal ) - 25/10 /202 5"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 20,
      "questao": "Uma empresa de logística possui cinco pacotes em seus 100 clientes mais recentes seu depósito, identificados com códigos numéricos finalizar uma compra em seu de 1 a 5. Para uma auditoria de rotina, um sistema de frequência desses seleciona aleatoriamente dois desses cinco pacotes simultaneamente para inspeção. O sistema então calcula a soma dos códigos dos pacotes selecionados. , em minutos) Frequência Nessa situação, a probabilidade de que a soma dos 16 40 códigos seja maior ou igual a 7 é de: 30 20 distribuição, assinale a opção INFORMÁTICA Emannuelle Gouveia",
      "opcoes": {
        "a": "10% 30",
        "b": "20% 20",
        "c": "30% 10 d) 40%",
        "d": "40%",
        "e": "50% distribuição, assinale a opção INFORMÁTICA Emannuelle Gouveia"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 21,
      "questao": "Das letras abaixo, marque aquela que representa um nome de arquivo válido no Windows.",
      "opcoes": {
        "a": "@relatorioteste.txt",
        "b": "relatório:teste.txt",
        "c": "*relatórioteste*.txt",
        "d": "relatorioteste?.txt",
        "e": "relatório>teste.txt"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 22,
      "questao": "No Word, o texto abaixo recebeu que formatação T ESTANDO A F ORMATAÇÃO Disponível por cinco cargos distintos: - Presidente, Secretário, Tesoureiro a) tachado e sobrescrito - se que, dos seis sócios, Simulado Especial Polícia Penal ES",
      "opcoes": {
        "a": "",
        "b": "todas em maiúscula e sobrescrito",
        "c": "versalete e sobrescrito",
        "d": "todas em maiúscula e subscrito",
        "e": "versalete e subscrito Simulado Especial Polícia Penal ES"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 23,
      "questao": "Na funcionalidade de Formatação Condicional do Excel, encontramos vários recursos para que o usuário possa aplicar efeitos visuais e de formatação em geral em suas planilhas obedecendo a regras e condições pré - definidas. Das letras abaixo, marque a que não está dentre as opções ofertadas nesse menu.",
      "opcoes": {
        "a": "Inserção de Alertas",
        "b": "Realçar Regras das Células.",
        "c": "Regras de Primeiros/Últimos",
        "d": "Barras de Dados",
        "e": "Escalas de Cor"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 24,
      "questao": "Ao utilizar o serviço de Busca, um usuário deseja pesquisar as páginas que contenham exatamente a expressão CONCURSOS NO RIO DE JANEIRO. Para isso, ele deve usar que operador dentre os listados abaixo:",
      "opcoes": {
        "a": "- .",
        "b": "“”",
        "c": "E",
        "d": "OU.",
        "e": "site:"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 25,
      "questao": "Política de senha é uma preocupação constante nas empresas e órgão em geral. Sobre esse assunto, é correto afirmar que: funcionários para facilitar o acesso aos programas. para o seu acesso a todos os programas plataformas, pois facilita a memorização . mas devemos evitar misturá - los. 8 ( Policial Penal ) - 25/10 /202 5 ATUALIDADES Leandro Signori",
      "opcoes": {
        "a": "Senhas devem ser compartilhadas entre funcionários para facilitar o acesso aos programas.",
        "b": "Uma senha única deve ser utilizada pelo usuário para o seu acesso a todos os programas plataformas, pois facilita a memorização .",
        "c": "Risperidona.",
        "d": "Rivotril.",
        "e": "Aripiprazol. 8 ( Policial Penal ) - 25/10 /202 5 ATUALIDADES Leandro Signori"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 26,
      "questao": "Oscar 2026: 'O agente secreto' é o representante do Brasil em busca de vaga na premiação. Academia Brasileira de Cinema anunciou que o longa dirigido por Kleber Mendonça Filho e estrelado por Wagner Moura tentará vaga como Melhor Filme Internacional. G1, 15 de setembro de 2025. Acesso em: 11 out. 2025. Com adaptações. Disponível em https://encurtador.com.br/SY6L9. O filme trata de um (uma): existência mesmo diante das imposições da sociedade, desafiando normas rígidas que ameaçam sua autonomia. ilha de Marajó, no Pará. reencontrar o filho caçula, apesar do risco que corre em plena ditadura militar. desaparecimento de seu marido, um ex - deputado federal assassinado pela ditadura militar. cuidados da avó com Alzheimer em estágio terminal, com o apoio de dois amigos.",
      "opcoes": {
        "a": "Mulher idosa que decide assumir o controle de sua existência mesmo diante das imposições da sociedade, desafiando normas rígidas que ameaçam sua autonomia.",
        "b": "Drama real das meninas abusadas sexualmente na ilha de Marajó, no Pará.",
        "c": "Professor universitário que volta para o Recife para reencontrar o filho caçula, apesar do risco que corre em plena ditadura militar.",
        "d": "Mãe de cinco filhos, que precisa lidar com o desaparecimento de seu marido, um ex - deputado federal assassinado pela ditadura militar.",
        "e": "Um jovem que, sem familiares próximos, assume os cuidados da avó com Alzheimer em estágio terminal, com o apoio de dois amigos."
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 27,
      "questao": "No dia 24 de setembro de 2025, a Organização Mundial da Saúde (OMS) afirmou que não há evidências científicas conclusivas que liguem o uso do medicamento durante a gravidez ao autismo. A declaração foi feita após o presidente dos Estados e Unidos, Donald Tru mp, fazer esta relação. O nome do medicamento mencionado pelo mandatário norte - americano é o (a): Simulado Especial Polícia Penal ES",
      "opcoes": {
        "a": "Paracetamol.",
        "b": "Fomepizol. Simulado Especial Polícia Penal ES",
        "c": "",
        "d": "",
        "e": ""
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 28,
      "questao": "A breve guerra entre Israel e Irã, ocorrida em junho de 2025, representou a mais grave escalada militar direta entre os dois países em décadas. O conflito foi desencadeado por uma ofensiva aérea israelense, que visou instalações nucleares militares irani anas, incluindo os complexos Natanz e Isfahan. Em retaliação, o Irã disparou centenas de mísseis e drones contra alvos militares e civis em Israel, incluindo Tel Aviv e Haifa. O conflito resultou em mais de 600 mortos, sendo a maioria no Irã, e milhares de feridos. A escalada levou os Estados Unidos a intervirem diretamente, bombardeando três instalações nucleares iranianas em 21 de junho. O cessar foi anunciado pelo presidente Donald Trump em 23 os países declar aram vitória: Israel enfraquecido o programa nuclear iraniano e o Irã por ter resistido e imposto custos significativos ao adversário. Apesar da trégua, a estabilidade regional permanece frágil, com tensões persistentes e incertezas sobre o futuro das negociações nucleares e das relações diplomáticas no Oriente Médio. O termo cunhado pelo presidente norte - americano Donald Trump para essa guerra foi: 9 ( Policial Penal ) - 25/10 /202 5",
      "opcoes": {
        "a": "Guerra de 12 Dias.",
        "b": "Guerra do Golfo Pérsico.",
        "c": "Guerra do Martelo da Meia - Noite.",
        "d": "Guerra da Anunciação da Vitória.",
        "e": "Guerra do Leão Ascendente. 9 ( Policial Penal ) - 25/10 /202 5"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 29,
      "questao": "De acordo com o Censo Demográfico de 2022, divulgado pelo Instituto Brasileiro de Geografia e maior comunidade estrangeira residente no Brasil. e Esse crescimento é atribuído à crise humanitária na de Venezuela, que levou milhares de cidadãos a buscar refúgio no Brasil nos últimos anos. A Operação Acolhida, iniciativa do governo brasileiro, facilitou a entrada e a interiorização desses imigrantes, especialmente através do estado de Roraima. Assinale a alternativa que indica qual era, até então, a maior comunidade estrangeira residente no Brasil, os quais os venezuelanos acabaram de superar: - fogo por ter Simulado Especial Polícia Penal ES",
      "opcoes": {
        "a": "japoneses.",
        "b": "haitianos. por ter",
        "c": "argentinos.",
        "d": "paraguaios.",
        "e": "portugueses. Simulado Especial Polícia Penal ES"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 30,
      "questao": "Em quatro votações espaçadas dentro de dois dias, a Igreja Católica escolheu seu novo líder: o cardeal norte - americano Robert Francis Prevost, de 69 anos, anunciado na última quinta - feira, 8 de maio, como o novo papa — agora sob o nome de Leão XIV. Até en tão pouco conhecido fora dos círculos internos do Vaticano, ele superou nomes considerados favoritos, como o italiano Pietro Parolin e o húngaro Peter Erdo. A escolha surpreendeu até os próprios cardeais. Segundo relatos de bastidores, Prevost sequer conhecia todos os detalhes do conclave — ele chegou a perguntar a outros cardeais sobre as regras da votação. Veja, 12 de maio de 2025. Acesso em: 6 jun. 2025. Com adaptações. Disponível em: https://encurtador.com.br/J3wFG. A respeito da conjuntura atual da Igreja Católica Apostólica Romana, especialmente após a eleição do novo Papa e seus posicionamentos iniciais, analise as afirmativas a seguir. I. O Papa Leão XIV adota uma linha semelhante à do Papa Francisco, mas de forma mais moderada. II. O cardeal Robert Prevost, agora papa, assessorava o Papa Francisco na escolha dos cardeais. III. Nascido nos Estados Unidos e naturalizado peruano, Prevost se tornou o primeiro papa norte americano da história da Igreja. IV. Segundo pesquisa do Pew Research Center divulgada em fevereiro de 2025, a maioria dos adultos nos Estados Unidos se identificam como católicos, seguido pelos protestantes, que são a segunda maioria. V. Apesar da tendência de declínio na identificação religiosa entre os americanos, especialmente entre os mais jovens, os Estados Unidos ainda são o pública. segundo maior país em população católica no mundo. Está correto o que se afirma em: 10 ( Policial Penal ) - 25/10 /202 5 ÉTICA NO SERVIÇO PÚBLICO Tiago Zanolla",
      "opcoes": {
        "a": "I.",
        "b": "I e II.",
        "c": "I, II e III.",
        "d": "I, II, III, IV.",
        "e": "I, II, III, IV e V. 10 ( Policial Penal ) - 25/10 /202 5 ÉTICA NO SERVIÇO PÚBLICO Tiago Zanolla"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 31,
      "questao": "Com base na Instrução Normativa nº 004/2024, assinale a alternativa correta quanto à abrangência do Código de Ética da PPES. servidores efetivos da Polícia Penal do Espírito vínculo remunerado com a administração pública. serviços permanentes, temporários ou excepcionais à PPES, ainda que sem retribuição financeira. servidores lotados em unidades prisionais. carreira em estágio probatório.",
      "opcoes": {
        "a": "O Código de Ética aplica - se exclusivamente aos servidores efetivos da Polícia Penal do Espírito Santo, excluídos os contratados temporariamente.",
        "b": "O Código se aplica apenas aos servidores com vínculo remunerado com a administração pública.",
        "c": "O Código de Ética aplica - se a todos os que prestem serviços permanentes, temporários ou excepcionais à PPES, ainda que sem retribuição financeira.",
        "d": "O Código de Ética aplica - se exclusivamente aos servidores lotados em unidades prisionais.",
        "e": "O Código tem aplicação apenas aos servidores de carreira em estágio probatório."
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 32,
      "questao": "Segundo o disposto a IN nº 004/2024, é considerado conflito de interesses: assessoria de imprensa da PPES. que possa comprometer o interesse público ou influenciar o desempenho imparcial da função pública. rotina. preso. Simulado Especial Polícia Penal ES",
      "opcoes": {
        "a": "A divulgação de informações públicas pela assessoria de imprensa da PPES. - b) O confronto entre interesses públicos e privados que possa comprometer o interesse público ou influenciar o desempenho imparcial da função pública.",
        "b": "O confronto entre interesses públicos e privados",
        "c": "A omissão de dados sigilosos em relatórios de rotina.",
        "d": "A simples existência de parentesco entre servidor e preso.",
        "e": "A recusa injustificada em fornecer informação Simulado Especial Polícia Penal ES"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 33,
      "questao": "Nos termos da IN nº 004/2024, o servidor da PPES deve: valores institucionais. vantagens, desde que sem prejuízo ao serviço público. fiscalização e o acompanhamento de suas tarefas pelos superiores hierárquicos. não estejam previstas expressamente no Código. assegurar transparência.",
      "opcoes": {
        "a": "Participar de atividades políticas que reforcem os valores institucionais.",
        "b": "Utilizar sua identidade funcional para obter vantagens, desde que sem prejuízo ao serviço público.",
        "c": "Facilitar, por todos os meios disponíveis, a fiscalização e o acompanhamento de suas tarefas pelos superiores hierárquicos.",
        "d": "Recusar - se a cumprir determinações da chefia que não estejam previstas expressamente no Código.",
        "e": "Divulgar livremente informações internas para assegurar transparência."
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 34,
      "questao": "Nos termos das disposições finais da IN nº 004/2024, a censura ética aplicada a servidor da PPES: funcionais e impede promoção. para fins de promoção. constrangimento a outro servidor. histórico funcional. reflete o dever funcional de agir com respeito, urbanidade meses. humana, princípios previstos no Código de Ética e capacitação durante 3 anos. comunicar a chefia sobre a conduta de outro servidor sem autorização prévia da Corregedoria. moralmente compreensível, não encontra respaldo normativo, visto que o Código de Ética trata apenas de humanos. CONHECIMENTOS ESPECÍFICOS 11 ( Policial Penal ) - 25/10 /202 5",
      "opcoes": {
        "a": "Fica registrada por 2 anos nos assentamentos funcionais e impede promoção.",
        "b": "Fica registrada por 3 anos, mas não produz efeito para fins de promoção. constrangimento a outro servidor.",
        "c": "A postura de Rodrigo é eticamente adequada, pois histórico funcional. reflete o dever funcional de agir com respeito,",
        "d": "Rodrigo violou o dever de sigilo institucional ao comunicar a chefia sobre a conduta de outro servidor sem autorização prévia da Corregedoria. moralmente compreensível, não encontra respaldo normativo, visto que o Código de Ética trata apenas de humanos. CONHECIMENTOS ESPECÍFICOS 11 ( Policial Penal ) - 25/10 /202 5",
        "e": "Impede o servidor de participar de cursos de nos tratados internacionais de direitos humanos. capacitação durante 3 anos."
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 35,
      "questao": "Durante a rotina de revista em uma unidade prisional, o policial penal Rodrigo percebe que um preso apresentava sinais de ansiedade e relatou ter sofrido humilhações verbais de outro servidor durante o banho de sol. Ciente de que a integridade moral do custodiado é direito protegido pelos princípios dos direitos humanos, Rodrigo encaminhou o fato à chefia imediata e recomendou acompanhamento psicológico ao detento. À luz da Instrução Normativa nº 004/2024 (Código de Ética, Conduta e Integridade da PPES) e dos princípios constitucionais de ética, cidadania e dignidade da pessoa humana, assinale a alternativa correta. exclusivamente à direção da unidade decidir sobre ocorrências envolvendo custodiados, não devendo o policial penal manifestar juízo de valor sobre a conduta de colegas. hierarquia, uma vez que o policial penal não deve intervir em situações que possam gerar e zelo pela dignidade da pessoa deveres administrativos e não de valores Simulado Especial Polícia Penal ES DIREITO ADMINISTRATIVO Rodrigo Bet",
      "opcoes": {
        "a": "Rodrigo extrapolou suas atribuições, pois compete exclusivamente à direção da unidade decidir sobre ocorrências envolvendo custodiados, não devendo o policial penal manifestar juízo de valor sobre a conduta de colegas.",
        "b": "A atitude de Rodrigo afronta o princípio da hierarquia, uma vez que o policial penal não deve intervir em situações que possam gerar e zelo pela dignidade da pessoa",
        "c": "",
        "d": "",
        "e": "O comportamento de Rodrigo, embora deveres administrativos e não de valores Simulado Especial Polícia Penal ES DIREITO ADMINISTRATIVO Rodrigo Bet"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 36,
      "questao": "Adotando como base a Lei nº 8.429/1992, assinale a alternativa que representa ato de improbidade administrativa que importe enriquecimento ilícito: previstas em lei ou regulamento. observar as formalidades legais estabelecidas. pertinentes ou influir em sua aplicação de forma irregular. a devida previsão orçamentária ou sem cumprir as formalidades legais. bem móvel, de propriedade ou à disposição de qualquer das entidades referidas nesta lei, bem como o trabalho de servidores, de empregados ou de terceiros contratados por essas entidades.",
      "opcoes": {
        "a": "Autorizar ou permitir a realização de despesas não previstas em lei ou regulamento.",
        "b": "Conceder benefício administrativo ou fiscal sem observar as formalidades legais estabelecidas.",
        "c": "Liberar recursos públicos sem observar as normas pertinentes ou influir em sua aplicação de forma irregular.",
        "d": "Firmar contrato de rateio de consórcio público sem a devida previsão orçamentária ou sem cumprir as formalidades legais.",
        "e": "Utilizar, em obra ou serviço particular, qualquer bem móvel, de propriedade ou à disposição de qualquer das entidades referidas nesta lei, bem como o trabalho de servidores, de empregados ou de terceiros contratados por essas entidades."
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 37,
      "questao": "A empresa pública federal XPS, responsável pela execução de um serviço público, teve um de seus empregados, Bruno, que, no exercício de suas funções, praticou um ato ilícito que causou prejuízo ao particular José. Constatado o nexo causal entre a conduta d e Bruno e o dano sofrido, a ação indenizatória cabível deverá observar o regime jurídico da responsabilidade civil: economia mista federal XPS independentemente da apuração empregado. ou dolo do empregado Bruno. mista possui natureza jurídica de direito privado. litisconsorte passivo na ação, ao lado da sociedade de economia mista XPS. Bruno é empregado público estatutário. 12 ( Policial Penal ) - 25/10 /202 5",
      "opcoes": {
        "a": "subjetiva, pois a responsabilidade da sociedade de economia mista federal XPS independentemente da apuração empregado.",
        "b": "objetiva, dispensando - se a demonstração de culpa ou dolo do empregado Bruno.",
        "c": "subjetiva, uma vez que a sociedade de economia mista possui natureza jurídica de direito privado.",
        "d": "subjetiva, podendo Bruno ser litisconsorte passivo na ação, ao lado da sociedade de economia mista XPS.",
        "e": "objetiva, sendo incabível ação regressiva, já que Bruno é empregado público estatutário. 12 ( Policial Penal ) - 25/10 /202 5"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 38,
      "questao": "Mário, enquanto estudava para o concurso da Polícia Penal do Espírito Santo, decidiu se aprofundar na questão do decreto autônomo. Ao final, ele acertou que se trata de um ato normativo editado pelo Presidente da República, sendo ele: execução da lei. Constituição. fundamento de validade diretamente na Constituição. restringir direitos.",
      "opcoes": {
        "a": "um ato normativo que visa exclusivamente à fiel execução da lei.",
        "b": "um ato que não possui qualquer fundamentação na Constituição.",
        "c": "um ato que inova no ordenamento jurídico, com fundamento de validade diretamente na Constituição.",
        "d": "um ato considerado contrário à lei vigente.",
        "e": "um ato que não pode impor obrigações nem restringir direitos."
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 39,
      "questao": "Considerando a Lei nº 9.784/1999, analise as seguintes afirmações: I. Os prazos têm início a partir da data da cientificação oficial, desconsiderando - se o primeiro dia e incluindo - se o último dia do prazo. II. O ato administrativo que declara a inexigibilidade de licitação deve ser devidamente motivado. III. Uma entidade é uma unidade de atuação dotada de personalidade jurídica IV. A competência é irrenunciável e se exerce pelos órgãos administrativos a que foi atribuída como própria, salvo os casos de delegação e avocação legalmente admitidos. é direta, Está correto o que se afirma em: de culpa do incluído como e não servidor Simulado Especial Polícia Penal ES DIREITO CONSTITUCIONAL Adriane Fauth",
      "opcoes": {
        "a": "I, II, III e IV.",
        "b": "I e II, apenas.",
        "c": "II e III, apenas.",
        "d": "I, II e IV, apenas.",
        "e": "I, III e IV, apenas. incluído como e não servidor Simulado Especial Polícia Penal ES DIREITO CONSTITUCIONAL Adriane Fauth"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 40,
      "questao": "Durante uma operação policial em um bairro periférico, Caio foi detido sob suspeita de participar de um roubo a estabelecimento comercial. Durante o interrogatório, foi submetido a violência física e psicológica por parte dos agentes públicos, com o objeti vo de que confessasse o crime e delatasse os demais envolvidos. As agressões resultaram em graves lesões e em uma confissão forçada, posteriormente utilizada para fundamentar denúncia. De acordo com a Constituição Federal de 1988, assinale a alternativa correta: meios ilícitos, desde que confirmadas por outras provas legais. insuscetíveis de graça ou anistia a prática da tortura, o tráfico ilícito de entorpecentes e drogas afins, o terrorismo e os definidos como crimes hediondos, por eles respondendo os mandantes, os executores e os que , podendo evitá - los, omitirem. tratamento desumano ou degradante, exceto em situações de ameaça à segurança nacional. investigações, em nome do interesse público. por ordem escrita e fundamentada de autoridade policial competente, salvo nos casos de crime militar.",
      "opcoes": {
        "a": "São válidas, no processo, as provas obtidas por meios ilícitos, desde que confirmadas por outras provas legais.",
        "b": "A lei considerará crimes inafiançáveis insuscetíveis de graça ou anistia a prática da tortura, o tráfico ilícito de entorpecentes e drogas afins, o terrorismo e os definidos como crimes hediondos, por eles respondendo os mandantes, os executores e os que , podendo evitá - los, omitirem.",
        "c": "Ninguém será submetido a tortura nem tratamento desumano ou degradante, exceto em situações de ameaça à segurança nacional.",
        "d": "O preso poderá ser coagido a colaborar com as investigações, em nome do interesse público.",
        "e": "Ninguém será preso senão em flagrante delito ou por ordem escrita e fundamentada de autoridade policial competente, salvo nos casos de crime militar."
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 41,
      "questao": "O Presidente da República editou um decreto que, além de alterar a denominação de órgãos como objetivo da Seguridade Social, significa que administrativos do Governo Federal, também os benefícios e serviços serão iguais para todos. extinguiu cargos vagos e transferiu alguns deles para outros ministérios, com base em sua planejamento das políticas sociais. discricionariedade administrativa. Considerando as normas constitucionais, a medida praticada pelo Presidente da República: 13 ( Policial Penal ) - 25/10 /202 5 cargos públicos são matérias reservadas à lei, e o Presidente da República não pode regulamentá - las por decreto. Presidente da República, que pode editar decretos relativos à organização da administração pública, desde que não envolvam aumento de despesas. não pode transferir e extinguir cargos por decreto, a uma vez que tal ato depende de autorização do Congresso Nacional. competência para editar decretos autônomos sobre matérias administrativas, incluindo a criação e extinção de cargos. e autorização legislativa específica para a transferência e extinção de cargos. 4 2 . No que se refere à Ordem Social, assinale o item correto. se serviços de saúde serão regulamentadas pelo a poder público, e permite que tais atividades sejam exercidas tanto diretamente, quanto por meio de terceiros, ou mesmo por pessoa física ou jurídica de direito priv ado. organizadas em uma grade especial , independentemente das condições do educando. portadores de deficiência física deverá ser feito em exercerá a penas a função de Simulado Especial Polícia Penal ES",
      "opcoes": {
        "a": "A Constituição Federal determina que as ações e serviços de saúde serão regulamentadas pelo a poder público, e permite que tais atividades sejam exercidas tanto diretamente, quanto por meio de terceiros, ou mesmo por pessoa física ou jurídica de direito priv ado.",
        "b": "A educação e a oferta de ensino noturno serão organizadas em uma grade especial , independentemente das condições do educando.",
        "c": "O atendimento educacional especializado aos portadores de deficiência física deverá ser feito em instituições especializadas, preferencialmente.",
        "d": "A universalidade da cobertura e atendimento, exercerá a penas a função de Simulado Especial Polícia Penal ES",
        "e": ""
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 43,
      "questao": "Sobre o tema Segurança alternativa correta: da União, não podendo os Estados e Municípios legislar sobre normas de segurança ou atuar em situações de segurança pública no âmbito local. preservar a ordem pública, vinculada ao Poder Judiciário, aplicação da legislação penal. Constituição Federal, deve ser exercida de forma compartilhada entre União, Federal e Municípios, com a colaboração entre os diversos órgãos de segurança. é absolutamente proibido, salvo em situações de legítima defesa e em casos disciplinares militares. pelas políticas de segurança pública, com a ênfase na prisão como forma de prevenção e reintegração DIREITOS HUMANOS",
      "opcoes": {
        "a": "A Segurança Pública é uma competência exclusiva da União, não podendo os Estados e Municípios legislar sobre normas de segurança ou atuar em situações de segurança pública no âmbito local.",
        "b": "A Polícia Militar, que tem a função principal de preservar a ordem pública, vinculada ao Poder Judiciário, aplicação da legislação penal.",
        "c": "A segurança pública, conforme estabelecido pela Constituição Federal, deve ser exercida de forma compartilhada entre União, Federal e Municípios, com a colaboração entre os diversos órgãos de segurança.",
        "d": "O uso da força, no contexto da segurança pública, é absolutamente proibido, salvo em situações de legítima defesa e em casos disciplinares militares.",
        "e": ""
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 44,
      "questao": "No que se refere ao c onceito, fundamentos e evolução histórica dos Direitos Humanos, assinale a alternativa correta. direitos pré - existentes ao positivado, que dispensam expressa Direitos Humanos é baseada pessoa humana como núcleo todos esses direitos se tem registro é a Declaração dos Direitos do Homem 14 ( Policial Penal ) - 25/10 /202 5 fase de internacionalização dos Direitos Humanos aberta, motivo pelo qual não podem ser fundamentados por nenhuma base teórica",
      "opcoes": {
        "a": "o atual conceito de Direitos Humanos afere que são direitos pré - existentes ao positivado, que dispensam expressa",
        "b": "a última das correntes de fundamentação dos Direitos Humanos é baseada pessoa humana como núcleo todos esses direitos",
        "c": "o primeiro documento de Direitos Humanos de que se tem registro é a Declaração dos Direitos do Homem 14 ( Policial Penal ) - 25/10 /202 5 Pública, assinale a d) a Primeira Guerra Mundial é responsável pela nova fase de internacionalização dos Direitos Humanos",
        "d": "a Primeira Guerra Mundial é responsável pela nova",
        "e": "dos Direitos Humanos possuem normatividade aberta, motivo pelo qual não podem ser fundamentados por nenhuma base teórica"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 45,
      "questao": "Durante uma aula sobre Direitos Humanos, o é uma instituição professor propôs um debate sobre os direitos com foco na previstos na Declaração Universal dos Direitos Humanos (DUDH) , pedindo para que seus alunos indicassem um dispositivo e o explicassem. Com base na proposta feita pelo professor , assinale a Estados, Distrito alternativa correta. justo, podendo ser preso arbitrariamente sempre que houver suspeita de crime contra o Estado. de transgressões vida, à liberdade e à segurança pessoal, reconhecendo esses direitos como fundament ado s da dignidade humana. hipótese, inclusive nos casos de crimes comuns e atos contrários aos princípios das Nações Unidas. degradantes em situações excepcionais, desde que Géssica Ehle cada indivíduo depende da nacionalidade e das leis internas de cada Estado. próprio direito forma e previsão na dignidade da fundamental de Simulado Especial Polícia Penal ES",
      "opcoes": {
        "a": "Todo ser humano tem direito a um julgamento justo, podendo ser preso arbitrariamente sempre que houver suspeita de crime contra o Estado.",
        "b": "A Declaração Universal assegura a todos o direito à de transgressões vida, à liberdade e à segurança pessoal, reconhecendo esses direitos como fundament ado s da dignidade humana.",
        "c": "O direito de asilo deve ser garantido em qualquer hipótese, inclusive nos casos de crimes comuns e atos contrários aos princípios das Nações Unidas.",
        "d": "É permitido aplicar tratamentos cruéis ou degradantes em situações excepcionais, desde que autorizados pela autoridade judicial competente.",
        "e": "O reconhecimento da personalidade jurídica de Géssica Ehle cada indivíduo depende da nacionalidade e das leis internas de cada Estado. próprio direito forma e previsão na dignidade da fundamental de Simulado Especial Polícia Penal ES"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 46,
      "questao": "Nos termos das Regras Mínimas das Nações Unidas para o Tratamento de Reclusos (Regras de Nelson Mandela) , julgue os itens a seguir: I. Para que o princípio da não discriminação seja posto em prática, as administrações prisionais devem ter em conta as necessidades individuais dos reclusos, particularmente daqueles em situação de maior II. O documento prevê expressamente que instalações sanitárias devem ser adequadas, de maneira a que os reclusos possam efetuar as suas necessidades quando precisarem, de modo limpo e III. Além dos serviços médicos, compostos por uma equipa interdisciplinar, todos os reclusos devem poder beneficiar dos serviços de um dentista qualificado. Está correto o que se afirma em: DIREITO PENAL Renan Araújo",
      "opcoes": {
        "a": "Apenas a I.",
        "b": "I e II.",
        "c": "II e III.",
        "d": "Todas as assertivas.",
        "e": "Nenhuma das assertivas. DIREITO PENAL Renan Araújo"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 47,
      "questao": "Thiago, agente de polícia penal , desempenhava suas funções no estabelecimento prisional quando percebeu que um preso estava estrangulando outro detento. Dessa forma , para repelir a injusta agressão, o policial penal desferiu um golpe n praticado contra integrante do sistema prisional agressor, que caiu no chão, sofrendo lesão corporal informaram que tudo não passava de uma contra integrante do sistema prisional verdade, amigos. O fato foi confirmado pela vítima Nesse caso, é correto afirmar que o agente de polícia penal agiu em erro: prisional 15 ( Policial Penal ) - 25/10 /202 5",
      "opcoes": {
        "a": "de tipo permissivo e) Lesão corporal seguida de morte, sem majorantes 15 ( Policial Penal ) - 25/10 /202 5",
        "b": "de tipo incriminador",
        "c": "sobre a pessoa",
        "d": "na execução",
        "e": "de proibição"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 48,
      "questao": "Acerca das penas, é correto afirmar que se considera: as a) regime aberto a execução da pena em estabelecimento de segurança média agrícola, industrial ou estabelecimento similar agrícola, industrial ou estabelecimento similar albergado ou estabelecimento adequado estabelecimento de segurança máxima, e regime semiaberto a execução da pena em estabelecimento de segurança média",
      "opcoes": {
        "a": "",
        "b": "r egime aberto a execução da pena em colônia agrícola, industrial ou estabelecimento similar",
        "c": "r egime semiaberto a execução da pena em colônia agrícola, industrial ou estabelecimento similar",
        "d": "regime semiaberto a execução da pena em casa de albergado ou estabelecimento adequado",
        "e": "regime fechado a execução da pena em estabelecimento de segurança máxima, e regime semiaberto a execução da pena em estabelecimento de segurança média"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 49,
      "questao": "Em determinado presídio do estado do Espírito Santo , Alexandre, um dos detentos , após se desentender com o policial penal Eduardo , desferiu neste último duas facadas, com dolo de matar. O fato ocorreu porque o policial penal havia se negado a permitir a permanência do detento fora da cela após o término do banho de sol . A vítima chegou a ser socorrida, mas não resistiu aos ferimentos e veio a falecer . Atento ao caso narrado, Alexandre deverá responder por: simples, majorado por ter sido o , qualificado por ter sido praticado homicídio doloso simples, sem majoração . Lesão corporal seguida de morte, majorada por ter sido praticad a contra integrante do sistema Simulado Especial Polícia Penal ES",
      "opcoes": {
        "a": "",
        "b": "",
        "c": "",
        "d": "",
        "e": ""
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 50,
      "questao": "Célia é companheira de Raimundo, um preso que está cumprindo pena pelo crime de roubo majorado . Acreditando que Raimundo já teria direito ao livramento condicional , Célia procura Antônio, um advogado, para tirar dúvidas. Antônio afirma que pode conseguir o benefício para Raimundo, dizendo que tem amizade com o juiz da Vara de Execuções Penais. Para isso, ele solicita a Célia a quantia de R$ 1 0.000,00, alegando que metade do valor seria entregue ao juiz. No entanto, Antônio sequer conhece o magistrado. Desconfiada, Célia decide não fazer o pagamento. Nessa situação, Antônio deverá responder pelo crime de: majorado sem majoração majorado sem majoração denúncia substitutiva, além de atuar em todos os atos do recursos e, em caso de negligência do querelante, retomar principal. passando a atuar apenas como fiscal da lei (custos legis). 16 ( Policial Penal ) - 25/10 /202 5 DIREITO PROCESSUAL PENAL Priscila Silveira",
      "opcoes": {
        "a": "Tráfico de influência, em sua forma consumada",
        "b": "Exploração de prestígio, em sua forma tentada, majorado",
        "c": "Exploração de prestígio, em sua forma tentada, sem majoração",
        "d": "Exploração de prestígio, em sua forma consumada, majorado",
        "e": "deixará passando a atuar apenas como fiscal da lei (custos legis). 16 ( Policial Penal ) - 25/10 /202 5 DIREITO PROCESSUAL PENAL Priscila Silveira"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 51,
      "questao": "Com base nas disposições do Código de Processo Penal, assinale a alternativa INCORRETA sobre o inquérito policial: de representação, o inquérito não poderá ser instaurado sem a manifestação do ofendido. somente poderá iniciar o inquérito mediante requerimento de quem possua legitimidade para propor a ação. inquérito policial à autoridade competente para a realização de diligências complementares indispensáveis à formulação da denúncia. assim como o investigado, podem solicitar diligências, cuja realização deverá ser feita pela autoridade policial. queixa, sempre que tenha servido como base para uma delas.",
      "opcoes": {
        "a": "Nos delitos em que a ação penal pública dependa de representação, o inquérito não poderá ser instaurado sem a manifestação do ofendido.",
        "b": "Nos crimes de ação privada, a autoridade policial somente poderá iniciar o inquérito mediante requerimento de quem possua legitimidade para propor a ação.",
        "c": "O Ministério Público somente poderá devolver o inquérito policial à autoridade competente para a realização de diligências complementares indispensáveis à formulação da denúncia.",
        "d": "Tanto o ofendido quanto seu representante legal, assim como o investigado, podem solicitar diligências, cuja realização deverá ser feita pela autoridade policial.",
        "e": "O inquérito policial acompanhará a denúncia ou a queixa, sempre que tenha servido como base para uma delas."
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 52,
      "questao": "Em caso de ação penal privada subsidiária da pública, quando o Ministério Público não propõe a denúncia dentro do prazo legal, caberá a ele, conforme o que dispõe o Código de Processo Penal: interesse processual. legitimidade para recorrer. tampouco rejeitar a queixa apresentada. processo, apresentar provas, interpor a titularidade da ação como parte de figurar como parte no processo, Simulado Especial Polícia Penal ES",
      "opcoes": {
        "a": "deixar de atuar no processo, uma vez que perde o interesse processual.",
        "b": "participar de todos os atos processuais, porém sem legitimidade para recorrer.",
        "c": "não poderá requerer o arquivamento do inquérito, tampouco rejeitar a queixa apresentada.",
        "d": "poderá aditar a queixa, rejeitá - la, oferecer processo, apresentar provas, interpor a titularidade da ação como parte de figurar como parte no processo, Simulado Especial Polícia Penal ES",
        "e": ""
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 53,
      "questao": "Com relação às medidas cautelares previstas no Código de Processo Penal, assinale a alternativa correta: sempre que se mostrarem adequadas, mesmo nos casos em que o crime não prisão, exceto quando indispensável diante de resistência ou tentativa de fuga do preso. apresentação do mandado não impedirá a prisão, devendo o detido ser imediatamente conduzido ao juiz responsável pela expedição, para a realização da audiência de custódia. jurisdição do juiz do processo, sua prisão será deprecada, dispensando - se o envio integral do mandado. mandado de prisão registrado Nacional de Justiça, desde que dentro da área de competência territorial do magistrado emitiu.",
      "opcoes": {
        "a": "As medidas cautelares poderão ser decretadas sempre que se mostrarem adequadas, mesmo nos casos em que o crime não preveja pena privativa de liberdade.",
        "b": "É vedado o uso da força durante a execução da prisão, exceto quando indispensável diante de resistência ou tentativa de fuga do preso.",
        "c": "Se a infração for afiançável, apresentação do mandado não impedirá a prisão, devendo o detido ser imediatamente conduzido ao juiz responsável pela expedição, para a realização da audiência de custódia.",
        "d": "Estando o acusado em localidade jurisdição do juiz do processo, sua prisão será deprecada, dispensando - se o envio integral do mandado.",
        "e": "Qualquer autoridade policial poderá mandado de prisão registrado Nacional de Justiça, desde que dentro da área de competência territorial do magistrado emitiu."
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 54,
      "questao": "Conforme dispõe o Código de Processo Penal, as provas obtidas a partir de provas ilícitas não serão consideradas ilegais quando produzidas por uma fonte 17 ( Policial Penal ) - 25/10 /202 5 LEGISLAÇÃO ESPECIAL Antônio Pequeno",
      "opcoes": {
        "a": "ilícitas.",
        "b": "parcialmente ilícitas.",
        "c": "parcialmente lícitas.",
        "d": "lícitas, porém proibidas.",
        "e": "lícitas. 17 ( Policial Penal ) - 25/10 /202 5 LEGISLAÇÃO ESPECIAL Antônio Pequeno"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 55,
      "questao": "Um policial penal do estado Alfa foi condenado pela prática do crime de tortura castigo. Com base necessárias e na Lei de Tortura (Lei nº 9.455/1997), tendo em vista a condenação pelo crime de tortura terá como efeito da condenação: a ausência de da pena aplicada. diversa da",
      "opcoes": {
        "a": "A suspensão do cargo pelo período de oito anos",
        "b": "somente a perda do cargo",
        "c": "somente a interdição do cargo a ausência de",
        "d": "A perda do cargo e a interdição pelo dobro do prazo da pena aplicada.",
        "e": "prestação de serviço à comunidade. diversa da"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 56,
      "questao": "De acordo com a Lei de Execução Penal (Lei nº",
      "opcoes": {
        "a": "",
        "b": "",
        "c": "",
        "d": "",
        "e": ""
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 57,
      "questao": "De acordo com a Lei de Drogas (Lei nº autônoma e",
      "opcoes": {
        "a": "",
        "b": "",
        "c": "",
        "d": "",
        "e": ""
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 58,
      "questao": "Um indivíduo, tendo o porte de arma de fogo de uso permitido, foi para um local ermo e desabitado e efetuou vários disparos de arma de fogo. Marque a alternativa correta, com base nessa situação hipotética: fogo. de arma de fogo de uso restrito de arma de fogo de uso proibido. LEGISLAÇÃO INSTITUCIONAL",
      "opcoes": {
        "a": "Ele responderá pelo crime de disparo de arma de fogo.",
        "b": "A conduta dele é atípica",
        "c": "Ele responderá por um crime hediondo",
        "d": "A conduta dele se amolda ao crime de porte ilegal de arma de fogo de uso restrito",
        "e": "A conduta dele se amolda ao crime de porte ilegal de arma de fogo de uso proibido. LEGISLAÇÃO INSTITUCIONAL"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 59,
      "questao": "A Polícia Penal do Espírito Santo segurança pública, previsto no art. 144, da Constituição da R epública e no art. 126, inciso IV, da do Espírito Santo , com atribuições Lei Complementar , na Lei legislação específica . À luz da LEI COMPLEMENTAR Nº 1.061 , a PPES reger constitucionais da legalidade, moralidade, publicidade observar, ainda, na sua atuação: EXCETO: probidade, urbanidade, respeito, discrição, moderação e objetividade; pública e da execução penal; administrativas no âmbito da execução penal",
      "opcoes": {
        "a": "a promoção dos direitos humanos;",
        "b": "a hierarquia e a disciplina;",
        "c": "o atendimento ao público probidade, urbanidade, respeito, discrição, moderação e objetividade;",
        "d": "a integração com outros pública e da execução penal;",
        "e": "a atuação na prevenção e no controle das infrações administrativas no âmbito da execução penal"
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    },
    {
      "id": 60,
      "questao": "Tibério é policial penal do ES e estava com dúvidas em relação aos símbolos institucionais da PP ES , foi perguntar a um professor de concurso experiente, Fábio Ramos. Ele respondeu corretamente que: bandeira, o brasão e o selo, válidos em todo território nacional, a serem estabelecidos em decreto. bandeira, o brasão e o distintivo, válidos em todo território nacional, a serem estabelecidos em decreto. bandeira, a arma e o selo, válidos em todo território do estado, a serem estabelecidos em decreto. bandeira, o brasão, selo e o distintivo, válidos em Fábio Ramos todo território nacional, a serem estabelecidos em decreto. - PPES, órgão de inciso VI, bandeira, o brasão apenas, válidos em todo Federativa do Brasil , território nacional, a serem estabelecidos em Constituição do Estado decreto.",
      "opcoes": {
        "a": "São símbolos institucionais da PPES o hino, a bandeira, o brasão e o selo, válidos em todo território nacional, a serem estabelecidos em decreto.",
        "b": "São símbolos institucionais da PPES o hino, a bandeira, o brasão e o distintivo, válidos em todo território nacional, a serem estabelecidos em decreto.",
        "c": "São símbolos institucionais da PPES o hino, a bandeira, a arma e o selo, válidos em todo território do estado, a serem estabelecidos em decreto.",
        "d": "São símbolos institucionais da PPES o hino, a bandeira, o brasão, selo e o distintivo, válidos em Fábio Ramos todo território nacional, a serem estabelecidos em decreto. - PPES, órgão de",
        "e": "São símbolos institucionais da PPES o hino, a inciso VI, bandeira, o brasão apenas, válidos em todo Federativa do Brasil , território nacional, a serem estabelecidos em Constituição do Estado decreto."
      },
      "resposta": "",
      "resposta_texto": "",
      "comentario": ""
    }
  ]
}

