{ 
  "titulo": "As joias roubadas do Louvre, em Paris, em um ousado assalto à luz do dia, foram avaliadas em 88 milhões de euros (R$ 550,3 milhões), afirmou um promotor público francês, citando o curador do museu. A procuradora francesa Laure Beccuau disse à rádio francesa RTL que a quantia era \"extraordinária\", mas afirmou que a maior perda era para o patrimônio histórico da França. Entre os itens roubados estavam joias da coroa e peças oferecidas por dois imperadores da Casa de Bonaparte às suas esposas. Ladrões munidos de ferramentas elétricas levaram menos de oito minutos para entrar e fugir com o saque, logo após a abertura do museu mais visitado do mundo na manhã de domingo. Como os ladrões não foram capturados mais de dois dias após o roubo, os especialistas temem que as joias já tenham desaparecido. Beccuau disse que o anúncio do valor estimado das joias poderia fazer com que os ladrões pensassem duas vezes e não as destruíssem. Ela acrescentou que os ladrões não ficariam com todo o dinheiro se tivessem \"a péssima ideia de derreter essas joias\". Os itens roubados, anteriormente descritos como tendo um valor inestimável, incluem um colar de diamantes e esmeraldas que o imperador Napoleão deu à sua esposa, uma tiara usada pela imperatriz Eugênia, esposa de Napoleão 3ᵒ, e várias peças que pertenceram à rainha Maria-Amélia, mulher do rei Luis Felipe 1º e prima de primeiro grau da primeira imperatriz brasileira, Maria Leopoldina. Os investigadores encontraram uma coroa danificada que pertencia à imperatriz Eugênia na rota de fuga dos ladrões — aparentemente deixada para trás quando eles partiram às pressas. Quatro ladrões mascarados usaram um caminhão equipado com um elevador mecânico para ter acesso à Galerie d'Apollon (Galeria de Apolo) através de uma varanda próxima ao rio Sena. Dois deles cortaram uma janela de vidro no primeiro andar usando um cortador de disco alimentado por bateria e entraram no museu.",
  "questao": "Com base nas informações do texto, assinale a alternativa que apresenta a principal consequência do roubo das joias do Louvre, segundo a procuradora francesa.",
  "opcoes", 
  "fonte": "Simulado Estratégia", 
  "questoes": [ 
    { 
      "id": 1, 
      "questao": "Com base nas informações do texto, assinale a alternativa que apresenta a principal consequência do roubo das joias do Louvre, segundo a procuradora francesa.", 
      "opcoes": { 
        "a": "A perda de peças de alto valor financeiro.", 
        "b": "O aumento da criminalidade em Paris.", 
        "c": "O prejuízo ao patrimônio histórico da França.", 
        "d": "A exposição da fragilidade da segurança do museu.", 
        "e": "A destruição de obras de arte de valor inestimável." 
      }, 
      "resposta": "c", 
      "resposta_texto": "O prejuízo ao patrimônio histórico da França.", 
      "comentario": "A procuradora afirmou que, apesar do alto valor, a maior perda era para o patrimônio histórico — portanto o foco é o patrimônio cultural." 
    }, 
    { 
      "id": 2, 
      "questao": "De acordo com o texto, qual foi a intenção da procuradora ao divulgar o valor estimado das joias roubadas?", 
      "opcoes": { 
        "a": "Justificar o reforço nas medidas de segurança.", 
        "b": "Alertar a população sobre o prejuízo financeiro.", 
        "c": "Incentivar os ladrões a devolverem as joias.", 
        "d": "Desestimular os ladrões a destruírem as peças.", 
        "e": "Pressionar as autoridades a agirem com mais rapidez." 
      }, 
      "resposta": "d", 
      "resposta_texto": "Desestimular os ladrões a destruírem as peças.", 
      "comentario": "No texto consta que o anúncio do valor poderia fazer com que os ladrões pensassem duas vezes e não as destruíssem." 
    }, 
    { 
      "id": 3, 
      "questao": "Considerando as informações do texto, assinale a alternativa que melhor caracteriza a ação dos ladrões.", 
      "opcoes": { 
        "a": "Amadora, devido à pressa na fuga.", 
        "b": "Improvisada, com uso de ferramentas rudimentares.", 
        "c": "Violenta, com confronto armado com os guardas.", 
        "d": "Profissional, pela rapidez e organização da execução.", 
        "e": "Fracassada, pois os ladrões foram capturados." 
      }, 
      "resposta": "d", 
      "resposta_texto": "Profissional, pela rapidez e organização da execução.", 
      "comentario": "O texto descreve rapidez e organização (equipe de profissionais) — logo, a ação é caracterizada como profissional." 
    }, 
    { 
      "id": 4, 
      "questao": "Com base no texto, é correto afirmar que os itens roubados:", 
      "opcoes": { 
        "a": "Foram todos recuperados pelas autoridades francesas.", 
        "b": "Pertenciam exclusivamente à imperatriz Maria Leopoldina.", 
        "c": "Incluíam peças de valor histórico e simbólico.", 
        "d": "Estavam guardados em cofres subterrâneos do museu.", 
        "e": "Foram derretidos e vendidos no mercado negro." 
      }, 
      "resposta": "c", 
      "resposta_texto": "Incluíam peças de valor histórico e simbólico.", 
      "comentario": "O texto descreve colar de Napoleão, tiara da imperatriz Eugênia e peças históricas — são de valor histórico/simbólico." 
    }, 
    { 
      "id": 5, 
      "questao": "Com base no texto, assinale a alternativa que apresenta uma medida adotada após o roubo ao museu do Louvre.", 
      "opcoes": { 
        "a": "Instalação de cofres subterrâneos para proteger as joias.", 
        "b": "Reforço nas medidas de segurança em instituições culturais.", 
        "c": "Substituição dos guardas por agentes armados.", 
        "d": "Fechamento temporário do museu para reforma.", 
        "e": "Criação de uma força-tarefa internacional para recuperar os itens." 
      }, 
      "resposta": "b", 
      "resposta_texto": "Reforço nas medidas de segurança em instituições culturais.", 
      "comentario": "O texto informa que medidas de segurança foram reforçadas em torno das instituições culturais do país." 
    }, 
    { 
      "id": 6, 
      "questao": "Segundo o texto, qual fator contribuiu para a facilidade da ação criminosa?", 
      "opcoes": { 
        "a": "A ausência de visitantes no momento do roubo.", 
        "b": "A negligência dos guardas que estavam de plantão.", 
        "c": "A falta de câmeras de segurança em parte das salas.", 
        "d": "A demora na chegada da polícia ao local.", 
        "e": "A cumplicidade de funcionários do museu." 
      }, 
      "resposta": "c", 
      "resposta_texto": "A falta de câmeras de segurança em parte das salas.", 
      "comentario": "Um relatório preliminar constatou que uma em cada três salas do Louvre não possuía câmeras — fator citado como vulnerabilidade." 
    }, 
    { 
      "id": 7, 
      "questao": "Analise a grafia do vocábulo 'micro-ondas' e marque a alternativa correta segundo o Novo Acordo Ortográfico.", 
      "opcoes": { 
        "a": "A grafia está incorreta, pois o hífen foi abolido em compostos com prefixo terminado em vogal.", 
        "b": "A grafia está correta, pois o prefixo “micro-” exige hífen quando o segundo elemento começa com vogal diferente.", 
        "c": "A grafia está correta, pois o prefixo “micro-” exige hífen quando o segundo elemento começa com “o”.", 
        "d": "A grafia está incorreta, pois o correto seria “microondas”, sem hífen, por tratar-se de palavra de uso comum.", 
        "e": "A grafia está incorreta, pois o Novo Acordo determina que prefixos como “micro” devem ser aglutinados." 
      }, 
      "resposta": "c", 
      "resposta_texto": "A grafia está correta, pois o prefixo “micro-” exige hífen quando o segundo elemento começa com “o”.", 
      "comentario": "A forma consagrada na norma é 'micro-ondas' (com hífen) — o hífen é mantido em compostos como este..." 
    }, 
    { 
      "id": 60, 
      "questao": "Quais são os símbolos institucionais da PPES, segundo o professor Fábio Ramos? O texto completo é: “A Polícia Penal do Espírito Santo (PPES) terá como símbolos institucionais o Hino, a Bandeira, o Brasão e o Distintivo, a serem estabelecidos em decreto, com validade em todo o território nacional.”", 
      "opcoes": { 
        "a": "Hino, bandeira, brasão e selo, válidos em todo território nacional, a serem estabelecidos em decreto.", 
        "b": "Hino, bandeira, brasão e distintivo, válidos em todo território nacional, a serem estabelecidos em decreto.", 
        "c": "Hino, bandeira, arma e selo, válidos em todo território do estado, a serem estabelecidos em decreto.", 
        "d": "Hino, bandeira, brasão, selo e distintivo, válidos em todo território nacional, a serem estabelecidos em decreto.", 
        "e": "Hino, bandeira, brasão apenas, válidos em todo território nacional, a serem estabelecidos em decreto." 
      }, 
      "resposta": "b", 
      "resposta_texto": "Hino, bandeira, brasão e distintivo, válidos em todo território nacional, a serem estabelecidos em decreto.", 
      "comentario": "De acordo com o Art. 5º da Lei Complementar Estadual nº 1.061/2023 (que dispõe sobre a estrutura da PPES), são símbolos institucionais o Hino, a Bandeira, o Brasão e o Distintivo. (Gabarito: B)" 
    } 
  ] 
}



