{
  "titulo": "Simulado Especial Polícia Penal ES - 25/10/2025 (versão JSON com gabarito e comentários)",
  "fonte": "0",
  "questoes": [
    {
      "id": 1,
      "pergunta": "A função da linguagem presente no texto é:",
      "opcoes": {
        "a": "Emotiva ou expressiva.",
        "b": "Poética.",
        "c": "Metalinguística.",
        "d": "Conativa ou apelativa.",
        "e": "Referencial ou denotativa."
      },
      "resposta": "e",
      "resposta_texto": "Referencial ou denotativa.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: E."
    },
    {
      "id": 2,
      "pergunta": "O que se pode inferir por \"direitos inalienáveis\" citado no texto?",
      "opcoes": {
        "a": "Os direitos inalienáveis são aqueles iguais para todos e que podem ser cedidos a outrem.",
        "b": "Os direitos inalienáveis são aqueles destinados a alguns cidadãos.",
        "c": "Os direitos inalienáveis são as manifestações de direitos de cidadãos de algumas partes do mundo.",
        "d": "Os direitos inalienáveis são todos os direitos fundamentais que não podem ser vendidos ou cedidos.",
        "e": "Os direitos inalienáveis são todos os direitos de algumas etnias específicas."
      },
      "resposta": "d",
      "resposta_texto": "Os direitos inalienáveis são todos os direitos fundamentais que não podem ser vendidos ou cedidos.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D."
    },
    {
      "id": 3,
      "pergunta": "O uso das reticências no excerto do preâmbulo da Declaração Universal dos Direitos Humanos expressa:",
      "opcoes": {
        "a": "Intenção de sugerir prolongamento de ideia, omissão de trechos do texto original, indicar dúvidas ou hesitação do falante.",
        "b": "Indicar supressão de palavra(s) numa frase transcrita.",
        "c": "Indicar a presença de apostos ou orações apositivas, enumerações ou sequência de palavras que explicam, resumem ideias anteriores.",
        "d": "Separar períodos não relacionados entre si.",
        "e": "Isolar palavras, frases intercaladas de caráter explicativo e datas."
      },
      "resposta": "b",
      "resposta_texto": "Indicar supressão de palavra(s) numa frase transcrita.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: B."
    },
    {
      "id": 4,
      "pergunta": "Em relação às regras de acentuação gráfica, o que justifica a acentuação das palavras INALIENÁVEIS, INDIVÍDUO e OBSERVÂNCIA é:",
      "opcoes": {
        "a": "Acentuam-se as palavras paroxítonas terminadas em ditongos.",
        "b": "Acentuam-se as palavras paroxítonas terminadas em -i seguido ou não de -s, são graficamente acentuadas.",
        "c": "Recebem acento gráfico todas as paroxítonas que têm terminação -om ou -ons.",
        "d": "São acentuadas as palavras paroxítonas terminadas em -us.",
        "e": "São acentuadas todas as palavras paroxítonas terminadas em -um e -uns."
      },
      "resposta": "a",
      "resposta_texto": "Acentuam-se as palavras paroxítonas terminadas em ditongos.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A."
    },
    {
      "id": 5,
      "pergunta": "Marque a \"Função da linguagem\" que predomina no trecho do texto: \"Pense nisso, redobre sua atenção para com os seres humanos em formação, pois eles merecem o nosso carinho!\"",
      "opcoes": {
        "a": "Metalinguística.",
        "b": "Poética.",
        "c": "Fática.",
        "d": "Apelativa.",
        "e": "Emotiva."
      },
      "resposta": "d",
      "resposta_texto": "Apelativa.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D."
    },
    {
      "id": 6,
      "pergunta": "Analise as assertivas com V(Verdadeiro) ou F(Falso). (__)No texto, predomina linguagem denotativa. (__)Verbete de dicionário é um texto que procura, da forma mais sintética e objetiva possível, definir uma palavra, dando conta de suas mais variadas acepções, neste gênero textual relaciona-se com propriedade ao texto \"Reflexão sobre o Estatuto da Criança e do Adolescente\". (__)Uso de discurso direto, exemplificado pela frase: \"Pense nisso, redobre sua atenção para com os seres humanos em formação!\" (__)Uso de discurso indireto predominante no texto, exemplo: \"O ECA prevê um tratamento diferenciado para os adolescentes infratores\". Marque a alternativa com a sequência CORRETA da sua análise:",
      "opcoes": {
        "a": "V, V, V, V.",
        "b": "V, V, F, F.",
        "c": "V, F, V, F.",
        "d": "F, V, V, V.",
        "e": "V, V, V, F."
      },
      "resposta": "a",
      "resposta_texto": "V, V, V, V.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A."
    },
    {
      "id": 7,
      "pergunta": "Marque o que não se comprova na estrutura textual.",
      "opcoes": {
        "a": "Narração bem detalhada, apresentada por um narrador observador.",
        "b": "Texto característico de dissertação em terceira pessoa.",
        "c": "Texto escrito com predominância de termos denotativos.",
        "d": "Foco temático no Estatuto da Criança e do Adolescente.",
        "e": "Uso de conceitos extraídos de um dicionário, que representa o título bibliográfico da Língua Portuguesa, publicado por um autor consagrado nacional e internacionalmente."
      },
      "resposta": "a",
      "resposta_texto": "Narração bem detalhada, apresentada por um narrador observador.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A."
    },
    {
      "id": 8,
      "pergunta": "Sobre os componentes linguísticos do período transcrito a seguir, marque a alternativa com análise CORRETA. \"Como seres especiais, cuja personalidade, intelecto, caráter estão ainda em formação a tarefa de redirecioná-los e reeducá-los é mais branda e menos trabalhosa, as crianças e os adolescentes são mais suscetíveis em assimilar as ditas orientações\".",
      "opcoes": {
        "a": "A organização do período enunciado comprova o uso da figura de linguagem denominada \"Hipérbato\".",
        "b": "No período, existem vários exemplos de comparações.",
        "c": "No período, temos exemplos de expressões incoerentes com o tema do texto.",
        "d": "A palavra dissílaba: mais faz antítese com muitos.",
        "e": "Os verbos: redirecioná-los e reeducá-los se identificam somente porque têm a mesma quantidade de sílabas e por serem oxítonos."
      },
      "resposta": "a",
      "resposta_texto": "A organização do período enunciado comprova o uso da figura de linguagem denominada \"Hipérbato\".",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A."
    },
    {
      "id": 9,
      "pergunta": "Assinale a alternativa que contém o emprego INADEQUADO de pronome pessoal:",
      "opcoes": {
        "a": "Nada pode ser omitido entre ele e ela.",
        "b": "Está tudo certo entre eu e ti.",
        "c": "Nem tudo está claro entre ele e você.",
        "d": "Nada mais há entre mim e ti.",
        "e": "Pedro gosta de dormir entre ela e ti."
      },
      "resposta": "b",
      "resposta_texto": "Está tudo certo entre eu e ti.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: B."
    },
    {
      "id": 10,
      "pergunta": "Analise as assertivas com V(Verdadeiro) ou F(Falso). (__)Na frase nominal exclamativa: \"Bom-dia, jovens estudiosos!\" - temos um vocativo (chamamento) representado por \"jovens estudiosos\". (__)A frase: \"Os cavalheiros são gentis até mesmo como cavaleiros\" - está estruturada com parônimos. (__)Na frase: \"Eu almoço satisfeito, porque este almoço está muito bem feito\" - temos homônimos com a mesma grafia e com pronúncias diferentes - são homônimos homógrafos heterófonos. (__)Na frase: \"Leve os garotos agora, porque o trânsito está leve\" - temos homônimos perfeitos (iguais na grafia e na pronúncia). Marque a alternativa que apresenta a sequência CORRETA da sua análise:",
      "opcoes": {
        "a": "F, F, V, V.",
        "b": "V, F, V, V.",
        "c": "V, V, V, V.",
        "d": "F, V, F, F.",
        "e": "F, V, F, V."
      },
      "resposta": "c",
      "resposta_texto": "V, V, V, V.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: C."
    },
    {
      "id": 11,
      "pergunta": "Assinale a alternativa em que o adjetivo que qualifica o substantivo seja explicativo:",
      "opcoes": {
        "a": "Homem mortal.",
        "b": "Cão faminto.",
        "c": "Jovem estudioso.",
        "d": "Lua crescente.",
        "e": "Dia quente."
      },
      "resposta": "a",
      "resposta_texto": "Homem mortal.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A."
    },
    {
      "id": 12,
      "pergunta": "Assinale a alternativa que indica o grau correto do adjetivo nas seguinte orações: I.Aquele jogador é habilidosíssimo. II.Suco de maracujá é o melhor dos sucos.",
      "opcoes": {
        "a": "I.Superlativo relativo de superioridade. II.Comparativo de superioridade.",
        "b": "I.Comparativo de superioridade. II.Superlativo absoluto sintético.",
        "c": "I.Superlativo absoluto analítico. II.Superlativo relativo de superioridade.",
        "d": "I.Comparativo de igualdade. II.Comparativo de superioridade.",
        "e": "I.Superlativo absoluto sintético. II.Superlativo relativo de superioridade."
      },
      "resposta": "e",
      "resposta_texto": "I.Superlativo absoluto sintético. II.Superlativo relativo de superioridade.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: E."
    },
    {
      "id": 13,
      "pergunta": "Assinale a única alternativa que está de acordo com as normas de regência da língua culta:",
      "opcoes": {
        "a": "Notifiquei-lhe de que não pretendia substituí-lo na liderança do batalhão, porque apesar de ter sempre servido a polícia, jamais aspirei a tal posição.",
        "b": "Notifiquei-lhe de que não pretendia substituir-lhe na liderança do batalhão, porque apesar de ter sempre servido à polícia, jamais aspirei a tal posição.",
        "c": "Notifiquei-o de que não pretendia substituir-lhe na liderança do batalhão, porque apesar de ter sempre servido à polícia, jamais aspirei tal posição.",
        "d": "Notifiquei-o de que não pretendia substituí-lo na liderança do batalhão, porque apesar de ter sempre servido a polícia, jamais aspirei tal posição.",
        "e": "Notifiquei-o de que não pretendia substituí-lo na liderança do batalhão, porque apesar de ter sempre servido à polícia, jamais aspirei a tal posição."
      },
      "resposta": "e",
      "resposta_texto": "Notifiquei-o de que não pretendia substituí-lo na liderança do batalhão, porque apesar de ter sempre servido à polícia, jamais aspirei a tal posição.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: E."
    },
    {
      "id": 14,
      "pergunta": "A diretoria de uma torcida organizada formada por 400 componentes colocou em votação dois novos modelos de camisas, o modelo \"regata\" e o modelo \"polo\". 60% dos torcedores associados escolheram o modelo regata e 32% dos torcedores associados escolheram o modelo polo. Qual o total de torcedores associados que se abstiveram do voto?",
      "opcoes": {
        "a": "40 torcedores.",
        "b": "30 torcedores.",
        "c": "32 torcedores.",
        "d": "15 torcedores.",
        "e": "50 torcedores."
      },
      "resposta": "d",
      "resposta_texto": "15 torcedores.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D."
    },
    {
      "id": 15,
      "pergunta": "Após pesquisar em várias lojas de automóveis usados, João encontrou um carro em perfeitas condições por R$ 85.000,00 a vista. Como João não possuía esta quantia ele acertou a compra do veículo em duas prestações de R$ 45.000,00, uma no ato da compra e outra um mês depois. Qual a taxa de juros mensal que a loja cobrou nessa operação?",
      "opcoes": {
        "a": "8,5%",
        "b": "10%",
        "c": "12,5%",
        "d": "12%",
        "e": "11,5%"
      },
      "resposta": "b",
      "resposta_texto": "10%",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: B."
    },
    {
      "id": 16,
      "pergunta": "Fernanda é a última de uma fila onde 45 pessoas, com ela, esperam ser atendidas. Se o atendimento inicia em um momento 0 e a cada 2 minutos uma pessoa é chamada, em quanto tempo Fernanda será atendida?",
      "opcoes": {
        "a": "Em 2h15min.",
        "b": "Em 1h28min.",
        "c": "Em 1h02min.",
        "d": "Em 2h05min.",
        "e": "Em 1h45min."
      },
      "resposta": "c",
      "resposta_texto": "Em 1h02min.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: C."
    },
    {
      "id": 17,
      "pergunta": "O tempo em minutos para que um anestesista administre o medicamento e leve o paciente a total narcose é dado pela função f(i) = 2 + log(i/6), onde i é a idade do paciente e f(i) é o tempo dado em minutos. Em um paciente de 30 anos, o tempo necessário para total narcose é de? (Considere log 2 = 0,3.)",
      "opcoes": {
        "a": "2 minutos e 56 segundos.",
        "b": "1 minutos e 42 segundos.",
        "c": "2 minutos e 7 segundos.",
        "d": "1 minuto e 42 segundos.",
        "e": "2 minutos e 42 segundos."
      },
      "resposta": "d",
      "resposta_texto": "1 minuto e 42 segundos.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D."
    },
    {
      "id": 18,
      "pergunta": "O triângulo é uma figura geométrica que ocupa o espaço interno limitado por três segmentos de reta que concorrem, dois a dois, em três pontos diferentes formando três lados e três ângulos internos que somam 180°. Dado um triângulo que possui os seguintes ângulos: (x + 2)º, (3x - 25)º e (x + 98)º. Assinale a alternativa que apresenta corretamente as medidas em graus destes ângulos:",
      "opcoes": {
        "a": "21º; 40º e 119º",
        "b": "28º; 33º e 119º",
        "c": "23º; 38º e 119º",
        "d": "23º; 42º e 115º",
        "e": "27º; 38º e 115º"
      },
      "resposta": "e",
      "resposta_texto": "27º; 38º e 115º",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: E."
    },
    {
      "id": 19,
      "pergunta": "Angela, Claudia e Lúcia trabalham juntas produzindo tapetes artesanais. Em um determinado mês elas faturaram R$ 2.800,00, mas como Claudia tinha trabalhado o dobro do tempo de cada uma das outras duas, ficou com uma parte dos lucros proporcional à sua dedicação. Quanto Angela recebeu?",
      "opcoes": {
        "a": "Angela recebeu R$ 700,00.",
        "b": "Angela recebeu R$ 600,00.",
        "c": "Angela recebeu R$ 550,00.",
        "d": "Angela recebeu R$ 800,00.",
        "e": "Angela recebeu R$ 650,00."
      },
      "resposta": "a",
      "resposta_texto": "Angela recebeu R$ 700,00.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A."
    },
    {
      "id": 20,
      "pergunta": "Foi instalado no paciente um soro de 600 ml com o gotejamento de 5 (cinco gotas) por segundo. Considerando que uma gota de soro é formada em média de 5 x 10-2 ml, quanto tempo, em minutos, será necessário para todo o soro ser totalmente administrado?",
      "opcoes": {
        "a": "40 minutos.",
        "b": "60 minutos.",
        "c": "20 minutos.",
        "d": "30 minutos.",
        "e": "50 minutos."
      },
      "resposta": "c",
      "resposta_texto": "20 minutos.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: C."
    },
    {
      "id": 21,
      "pergunta": "A professora Ana vai fazer uma excursão com seus 30 alunos e, para organizar, vai formar duplas para distribuir os lugares no ônibus. De quantas maneiras diferentes ela pode formar essas duplas?",
      "opcoes": {
        "a": "De 630 maneiras diferentes.",
        "b": "De 870 maneiras diferentes.",
        "c": "De 755 maneiras diferentes.",
        "d": "De 560 maneiras diferentes.",
        "e": "De 920 maneiras diferentes."
      },
      "resposta": "b",
      "resposta_texto": "De 870 maneiras diferentes.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: B."
    },
    {
      "id": 22,
      "pergunta": "Luiza comprou um terreno de 384 m², com medidas dadas na imagem abaixo. Quais são as dimensões do terreno?",
      "opcoes": {
        "a": "O terreno tem dimensões de 22m x 14m.",
        "b": "O terreno tem dimensões de 30m x 22m.",
        "c": "O terreno tem dimensões de 29m x 21m.",
        "d": "O terreno tem dimensões de 21m x 13m.",
        "e": "O terreno tem dimensões de 24m x 16m."
      },
      "resposta": "d",
      "resposta_texto": "O terreno tem dimensões de 21m x 13m.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D."
    },
    {
      "id": 23,
      "pergunta": "A área de um retângulo é igual a 28 cm², sendo a base igual x - 1 cm e a altura igual x - 4 cm, onde x > 0. Assinale a alternativa que apresenta, em centímetros, a base e a altura deste retângulo.",
      "opcoes": {
        "a": "base = 16 cm e altura = 12 cm",
        "b": "base = - 4 cm e altura = - 7 cm",
        "c": "base = 20 cm e altura = 8 cm",
        "d": "base = 7 cm e altura = 4 cm",
        "e": "base = 14 cm e altura = 2 cm"
      },
      "resposta": "e",
      "resposta_texto": "base = 14 cm e altura = 2 cm",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: E."
    },
    {
      "id": 24,
      "pergunta": "Giovana recortou um coração de 0,2 m² de uma cartolina, cujas medidas são dadas na imagem abaixo. Quanto sobrou da cartolina?",
      "opcoes": {
        "a": "Sobrou 0,2 m² de cartolina.",
        "b": "Sobrou 0,3 m² de cartolina.",
        "c": "Sobrou 1,3 m² de cartolina.",
        "d": "Sobrou 1,1 m² de cartolina.",
        "e": "Sobrou 1,25 m² de cartolina."
      },
      "resposta": "a",
      "resposta_texto": "Sobrou 0,2 m² de cartolina.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A."
    },
    {
      "id": 25,
      "pergunta": "O setor de suporte da TI possui três caixas com conectores de rede do tipo RJ45, e cada caixa possui dois compartimentos. A caixa 1 contém 50 conectores RJ45 em cada compartimento. A caixa 2 contém 10 conectores RJ45 em cada compartimento e a caixa 3 contém 50 conectores RJ45 em um compartimento e 10 conectores RJ45 no outro compartimento. Escolhendo uma caixa ao acaso e abrindo um compartimento, se for encontrado 50 conectores RJ45, qual é a probabilidade de que no outro compartimento seja encontrado, também, 50 conectores RJ45?",
      "opcoes": {
        "a": "3/4 ou 75%.",
        "b": "1/3 ou 33,33%.",
        "c": "1/2 ou 50%.",
        "d": "3/5 ou 60%.",
        "e": "2/3 ou 66,67%."
      },
      "resposta": "c",
      "resposta_texto": "1/2 ou 50%.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: C."
    },
    {
      "id": 26,
      "pergunta": "Júlio lançou dois dados ao mesmo tempo sobre uma mesa. Qual a probabilidade de dois números iguais ficarem voltados para cima?",
      "opcoes": {
        "a": "A probabilidade é de aproximadamente 29,05%.",
        "b": "A probabilidade é de aproximadamente 30,7%.",
        "c": "A probabilidade é de aproximadamente 12,22%.",
        "d": "A probabilidade é de aproximadamente 16,66%.",
        "e": "A probabilidade é de aproximadamente 23,45%."
      },
      "resposta": "d",
      "resposta_texto": "A probabilidade é de aproximadamente 16,66%.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D."
    },
    {
      "id": 27,
      "pergunta": "A boia sinalizadora é um artefato utilizado em praias, represas, enseadas, marinas, rios e lagos que necessitem de sinalização e para ser visualizada facilmente à noite possui uma lâmpada pisca-pisca. Na entrada de uma enseada foram colocadas duas boias sinalizadoras separadas por 50 metros e que piscam em frequências diferentes. Uma boia pisca 10 vezes por minuto e a outra boia pisca 15 vezes por minuto. Sabendo-se que num certo momento as luzes das boias piscam ao mesmo tempo, após quantos segundos elas voltarão a piscar simultaneamente?",
      "opcoes": {
        "a": "12 segundos.",
        "b": "18 segundos.",
        "c": "20 segundos.",
        "d": "25 segundos.",
        "e": "15 segundos."
      },
      "resposta": "a",
      "resposta_texto": "12 segundos.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A."
    },
    {
      "id": 28,
      "pergunta": "Se x é um número que pertence ao conjunto dos números racionais, qual das alternativas abaixo NÃO é verdadeira?",
      "opcoes": {
        "a": "x = 27",
        "b": "x = 1,238761...",
        "c": "x = 9/2",
        "d": "x = - 45",
        "e": "x = 0,333333..."
      },
      "resposta": "b",
      "resposta_texto": "x = 1,238761...",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: B."
    },
    {
      "id": 29,
      "pergunta": "Um site de busca ou buscador é, em termos gerais, um sistema encarregado de pesquisar arquivos armazenados em servidores da Internet. Nesse sentido, analise as afirmativas a seguir: I.Para encontrar o resultado de pesquisas, os buscadores recorrem à identificação da palavra-chave usada pelo usuário durante sua pesquisa e, como resultado, entregam uma lista de links que direcionam a sites que mencionam assuntos relacionados ao termo pesquisado. II.Os sites de busca são classificados, principalmente, em buscadores hierárquicos; diretórios e metabuscadores. III.Os Metabuscadores são interfaces que buscam as pesquisas através de um banco de dados, analisam e encaminham as pesquisa para servidores. IV.O AsK é o sistema de pesquisa nativo que dispositivos da Microsoft utilizam desde o lançamento do Windows 8. É CORRETO afirmar que:",
      "opcoes": {
        "a": "Apenas as afirmativas I e IV são verdadeiras.",
        "b": "Apenas as afirmativas I e II são verdadeiras.",
        "c": "Apenas a afirmativa III é verdadeira.",
        "d": "As afirmativas I, II, III e IV são verdadeiras.",
        "e": "Apenas as afirmativas II e IV são verdadeiras."
      },
      "resposta": "b",
      "resposta_texto": "Apenas as afirmativas I e II são verdadeiras.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: B."
    },
    {
      "id": 30,
      "pergunta": "O E-Docs é o Sistema corporativo de gestão de documentos que possibilita uma interação entre estado e sociedade de maneira mais objetiva e acessível. Analise as afirmativas abaixo, no que se refere às funcionalidades do E-Docs: I.Para acessar, especificamente, os documentos que estão solicitando assinatura, o usuário deverá selecionar a opção \"Para Assinar\" , clicar no link do documento que será assinado, depois clicar em \"assinar\" e por fim clicar novamente em \"assinar\" para confirmar a assinatura. II.Por meio do E-Docs, todos os cidadãos e cidadãs que realizarem o cadastro no sistema, podem encaminhar documentos, enviar relatórios, informar o andamento dos projetos e assinar documentos. Para o acompanhamento de editais, parcerias e contratos, o usuário deve no ato da habilitação do login, solicitar uma senha super usuário. III.Para localizar um documento enviado para o estado, o usuário deve acessar a conta no E-Docs, clicar em \"Ir para encaminhamentos\" e, todos os documentos recebidos poderão ser encontrados na \"Caixa de Entrada\" e todos os documentos enviados poderão ser encontrados na caixa de saída. É CORRETO afirmar que:",
      "opcoes": {
        "a": "Apenas as afirmativas I e II são verdadeiras.",
        "b": "Apenas a afirmativa II é verdadeira.",
        "c": "Apenas a afirmativa I é verdadeira.",
        "d": "Apenas as afirmativas I e III são verdadeiras.",
        "e": "As afirmativas I, II e III são verdadeiras."
      },
      "resposta": "c",
      "resposta_texto": "Apenas a afirmativa I é verdadeira.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: C."
    },
    {
      "id": 31,
      "pergunta": "Em um mundo conectado pela internet, a cibersegurança é um cuidado cada vez mais importante para usuário e empresas. Para se adaptar a esse cenário de conectividade e ameaças virtuais, torna-se indispensável o conhecimento básico sobre antivírus. Sobre os antivírus, analise as afirmativas a seguir: I. Alguns antivírus podem ser específicos para um determinado tipo de vírus, como os antispywares, que são focados em combater spywares e adwares - dois tipos de vírus que contaminam arquivos executáveis, arquivos encriptados e kernel do sistema operacional. II.Antivírus é um software que identifica e protege os dispositivos de malwares, também conhecidos como vírus. Esse programa pode ser instalado em computadores e dispositivos móveis, como celulares e tablets. III. No antivírus, a quarentena é um espaço de proteção criptografado e gerenciado pelo antivírus, para que o possível vírus não se espalhe pelo sistema operacional do dispositivo. Arquivos e programas são encaminhados para a quarentena quando o antivírus ainda não identificou exatamente o tipo de vírus ou problema apresentado. Assinale a alternativa correta:",
      "opcoes": {
        "a": "Apenas a afirmativa I é verdadeira.",
        "b": "As afirmativas I, II e III são verdadeiras.",
        "c": "Apenas a afirmativa III é verdadeira.",
        "d": "Apenas as afirmativas I e II são verdadeiras.",
        "e": "Apenas as afirmativas II e III são verdadeiras."
      },
      "resposta": "d",
      "resposta_texto": "Apenas as afirmativas I e II são verdadeiras.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D."
    },
    {
      "id": 32,
      "pergunta": "\"Um firewall é um sistema de segurança de rede de computadores que restringe o tráfego da Internet para, de ou em uma rede privada\". (https://www.kaspersky.com.br/resource-center/definitions/firewall) Sobre o funcionamento e características do firewall, analise as seguintes afirmativas: I.O firewall decide qual tráfego de rede pode passar e qual tráfego é considerado perigoso. Basicamente, ele atua como um filtro, separando o que é bom do que é ruim, o confiável do não confiável. II.Firewalls de host ou \"firewalls de software\" envolvem a aplicação de um ou mais firewalls entre redes externas e redes privadas internas. Eles regulam o tráfego de rede de entrada e saída, separando redes públicas externas, como a Internet global, de redes internas, como redes Wi-Fi domésticas, intranets corporativas ou intranets nacionais. III.Os firewalls de proxy, também conhecidos como firewalls de nível de aplicação, são únicos no que se refere à leitura e à filtragem de protocolos de aplicativos. Eles combinam inspeção em nível de aplicativo, ou \"inspeção profunda de pacotes (DPI)\" e inspeção com estado. É CORRETO afirmar que:",
      "opcoes": {
        "a": "Apenas as afirmativas I e III são verdadeiras.",
        "b": "Apenas a afirmativa III é verdadeira.",
        "c": "Apenas as afirmativas I e II são verdadeiras.",
        "d": "As afirmativas I, II e III são verdadeiras.",
        "e": "Apenas a afirmativa I é verdadeira."
      },
      "resposta": "a",
      "resposta_texto": "Apenas as afirmativas I e III são verdadeiras.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A."
    },
    {
      "id": 33,
      "pergunta": "Saber numerar páginas no editor de texto Word do Microsoft Office é algo essencial para quem está escrevendo trabalhos acadêmicos e documentos que exigem a numeração. Sobre inserção da numeração de página, analise as afirmativas a seguir: I.Para definir onde será o começo da numeração de forma automática no Word sem precisar editar todas as páginas, basta ir na aba \"Inserir\", clicar em \"Número de Página\" para ver mais opções; em seguida, clicar em \"Formatar Número de Página\"; feito isso, ir na categoria \"Numeração da página\" marcar a opção \"Iniciar em\" para definir onde será o começo da numeração. II.Entre suas opções de formatação, o editor Word do Microsoft Office oferece várias ferramentas para a enumeração de páginas de maneira rápida e automática. Para a numeração personalizada é necessário instalar o suplemento Word Page Plus. III.Para numerar páginas no Microsoft Word, basta ir na barra de menu principal, clicar em \"Inserir\"; em seguida, clicar em \"Número de Página\" e selecionar um dos layouts disponíveis para numeração. Seguindo estes passos as páginas serão numeradas automaticamente. É CORRETO afirmar que:",
      "opcoes": {
        "a": "As afirmativas I, II e III são verdadeiras.",
        "b": "Apenas as afirmativas I e III são verdadeiras.",
        "c": "Apenas a afirmativa II é verdadeira.",
        "d": "Apenas a afirmativa I é verdadeira.",
        "e": "Apenas as afirmativas I e II são verdadeiras."
      },
      "resposta": "b",
      "resposta_texto": "Apenas as afirmativas I e III são verdadeiras.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: B."
    },
    {
      "id": 34,
      "pergunta": "No Microsoft Excel a formatação condicional facilita realçar certos valores ou tornar determinadas células fáceis de identificar. Isso altera a aparência de um intervalo de células com base em uma condição (ou critérios). Analise as afirmativas a seguir sobre formatação condicional: I. Para criar uma regra de formatação condicional personalizada o usuário do Excel deverá selecionar o intervalo de células, a tabela ou a planilha inteira; na guia Página Inicial, clicar em Formatação Condicional e depois em Nova Regra; Escolher um estilo, por exemplo, escala de 3 cores, selecionar as condições que deseja e, em seguida, clicar em OK. II. Para realçar valores em células específicas (como exemplos datas depois de uma determinada semana, números entre 50 e 100 ou os 10% inferiores dos resultados), o usuário deverá apontar para Realçar Regras de Células ou Regras de Primeiros/Últimos e, em seguida, clicar na opção adequada. III. Para realizar uso de formatações condicionais o usuário pode inserir a função =FCOND() na célula. Por exemplo: =FCOND(LIN();2)=0, o resultado seria VERDADEIRO ou FALSO, par ou ímpar, pois a função FCOND retorna o resto da divisão do número da célula por 2 e verifica se o retorno é 0. Assinale a alternativa correta:",
      "opcoes": {
        "a": "Apenas as afirmativas II e III são verdadeiras.",
        "b": "Apenas a afirmativa II é verdadeira.",
        "c": "Apenas a afirmativa III é verdadeira.",
        "d": "Apenas as afirmativas I e III são verdadeiras.",
        "e": "Apenas as afirmativas I e II são verdadeiras."
      },
      "resposta": "e",
      "resposta_texto": "Apenas as afirmativas I e II são verdadeiras.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: E."
    },
    {
      "id": 35,
      "pergunta": "Um sistema operacional é um software que se posiciona entre a pessoa usuária e os componentes físicos de um computador (Hardwares). Por meio do Sistema Operacional é possível controlar a execução de tarefas e programas, assim como o gerenciamento da memória, dispositivos e arquivos. Sobre Sistema Operacional, assinale a alternativa CORRETA:",
      "opcoes": {
        "a": "O Firmware é o nome dado a um Sistema Operacional que contém um conjunto de instruções programadas em um dispositivo Hardware, responsável por providenciar que o funcionamento do dispositivo seja devidamente comunicado e executado em outro componente.",
        "b": "Os Sistemas operacionais não são responsáveis por manter registros da performance do sistema, este serviço é gerenciado pelos softwares utilitários caso ocorra algum imprevisto ou demora na execução de programas.",
        "c": "O sistema operacional cria uma comunicação direta por meio de clusters com os dispositivos conectados no Hardware. Um cluster, portanto, é um software que viabiliza a execução de um dispositivo, que pode ser um pen drive, mouse, teclado ou até mesmo a placa de vídeo da máquina.",
        "d": "A interface do usuário é o software que interage com o sistema operacional e os aplicativos executados em um computador. O sistema operacional e os aplicativos necessitam desta interface para serem executados.",
        "e": "O Kernel é o componente central de um sistema operacional. Ele opera no núcleo do computador, garantindo que haja comunicação entre os componentes do Hardware e o terminal no qual o sistema operacional é executado."
      },
      "resposta": "a",
      "resposta_texto": "O Firmware é o nome dado a um Sistema Operacional que contém um conjunto de instruções programadas em um dispositivo Hardware, responsável por providenciar que o funcionamento do dispositivo seja devidamente comunicado e executado em outro componente.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A."
    },
    {
      "id": 36,
      "pergunta": "São considerados programas antivírus, EXCETO:",
      "opcoes": {
        "a": "Avast.",
        "b": "McAfee.",
        "c": "Kaspersky.",
        "d": "MySQL.",
        "e": "AVG."
      },
      "resposta": "b",
      "resposta_texto": "McAfee.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: B."
    },
    {
      "id": 37,
      "pergunta": "A Declaração Universal dos Direitos Humanos (DUDH) é um documento marco na história dos direitos humanos. Elaborada por representantes de diferentes origens jurídicas e culturais de todas as regiões do mundo. Fonte: brasil.un.org De acordo com a Declaração Universal dos Direitos Humanos, é INCORRETO afirmar que:",
      "opcoes": {
        "a": "Ninguém pode ser arbitrariamente preso, detido ou exilado.",
        "b": "Todos os indivíduos têm direito ao reconhecimento, em todos os lugares, da sua personalidade jurídica.",
        "c": "Toda pessoa sujeita a perseguição tem o direito de procurar e de beneficiar de asilo em outros países.",
        "d": "Toda pessoa acusada de um ato delituoso presume-se inocente até que a sua culpabilidade fique legalmente provada no decurso de um processo público em que todas as garantias necessárias de defesa lhe sejam asseguradas.",
        "e": "Toda pessoa tem direito, em plena igualdade, a que a sua causa seja equitativa e publicamente julgada por um tribunal dependente e parcial que decida dos seus direitos e obrigações ou das razões de qualquer acusação em matéria penal que contra ela seja deduzida."
      },
      "resposta": "c",
      "resposta_texto": "Toda pessoa sujeita a perseguição tem o direito de procurar e de beneficiar de asilo em outros países.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: C."
    },
    {
      "id": 38,
      "pergunta": "Segundo a Lei Nº 9.455, de 7 de abril de 1997, a pena para o crime de tortura que consiste em submeter alguém, sob sua guarda, poder ou autoridade, com emprego de violência ou grave ameaça, a intenso sofrimento físico ou mental, como forma de aplicar castigo pessoal ou medida de caráter preventivo, é de:",
      "opcoes": {
        "a": "Reclusão, de um a cinco anos.",
        "b": "Reclusão, de três a dez anos.",
        "c": "Reclusão, de dois a oito anos.",
        "d": "Reclusão, de quatro a doze anos.",
        "e": "Reclusão, de um a doze anos."
      },
      "resposta": "d",
      "resposta_texto": "Reclusão, de quatro a doze anos.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D."
    },
    {
      "id": 39,
      "pergunta": "No que se refere a Constituição Federal e o direito da Segurança Pública, analise as afirmativas abaixo. I.Às Polícias Civis, dirigidas por delegados de polícia de carreira, incumbem, ressalvada a competência da União, as funções de Polícia Judiciária e a apuração de infrações penais, exceto as militares. II.Às Polícias Militares cabem a polícia ostensiva e a preservação da ordem pública; aos corpos de bombeiros militares, além das atribuições definidas em lei, incumbe a execução de atividades de defesa civil. III.À Polícia Rodoviária Federal, órgão permanente, organizado e mantido pelo Estado e estruturado em carreira, é destinado o patrulhamento sigiloso das rodovias estaduais. É CORRETO o que se afirma em:",
      "opcoes": {
        "a": "II, apenas.",
        "b": "I, II e III.",
        "c": "I e II, apenas.",
        "d": "I e III, apenas.",
        "e": "II e III, apenas."
      },
      "resposta": "e",
      "resposta_texto": "II e III, apenas.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: E."
    },
    {
      "id": 40,
      "pergunta": "Referente as Regras Mínimas das Nações Unidas, quanto ao serviço médico para o Tratamento de Reclusos, atribua V para verdadeiro e F para falso nas afirmativas abaixo. (__)Os serviços de saúde devem elaborar registos médicos individuais, confidenciais, atualizados e precisos para cada um dos reclusos, que a eles devem ter acesso, sempre que solicitado. O recluso não pode ter acesso ao seu registo médico, mesmo através de uma terceira pessoa por si designada. (__)As decisões clínicas só podem ser tomadas por profissionais de saúde responsáveis e não podem ser modificadas ou ignoradas pela equipa prisional não médica. (__)O registro médico deve ser encaminhado para o serviço de saúde do estabelecimento prisional para o qual o recluso é transferido, encontrando-se sujeito à confidencialidade médica. Assinale a alternativa que apresenta a sequência CORRETA.",
      "opcoes": {
        "a": "V, F, F.",
        "b": "F, F, V.",
        "c": "F, F, F.",
        "d": "F, V, V.",
        "e": "V, V, V."
      },
      "resposta": "a",
      "resposta_texto": "V, F, F.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A."
    },
    {
      "id": 41,
      "pergunta": "Conforme previsto na Lei complementar Nº 706 de 2013, são atribuições dos Agentes Socioeducativos, EXCETO:",
      "opcoes": {
        "a": "Vistoriar periodicamente os alojamentos.",
        "b": "Procurar sempre atualizar-se em assuntos referentes à educação de Socioeducandos.",
        "c": "Coletar material e/ou acompanhar o Socioeducando para exames laboratoriais.",
        "d": "Despertar (acordar) os Socioeducandos.",
        "e": "Participar com os Socioeducandos, das atividades de esporte, cultura e lazer."
      },
      "resposta": "b",
      "resposta_texto": "Procurar sempre atualizar-se em assuntos referentes à educação de Socioeducandos.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: B."
    },
    {
      "id": 42,
      "pergunta": "Referente aos direitos individuais dos adolescentes, previstos no Estatuto da Criança e do Adolescente, assinale a alternativa INCORRETA.",
      "opcoes": {
        "a": "O adolescente civilmente identificado não será submetido a identificação compulsória pelos órgãos policiais, de proteção e judiciais, salvo para efeito de confrontação, havendo dúvida fundada.",
        "b": "A apreensão de qualquer adolescente e o local onde se encontra recolhido serão incontinenti comunicados à autoridade judiciária competente e à família do apreendido ou à pessoa por ele indicada.",
        "c": "Nenhum adolescente deve ser privado de sua liberdade senão em flagrante de ato infracional ou por ordem escrita e fundamentada da autoridade judiciária competente.",
        "d": "O adolescente tem direito à identificação dos responsáveis pela sua apreensão, devendo ser informado acerca de seus direitos.",
        "e": "A internação, antes da sentença do ato infracional, pode ser determinada pelo prazo máximo de noventa dias."
      },
      "resposta": "c",
      "resposta_texto": "Nenhum adolescente deve ser privado de sua liberdade senão em flagrante de ato infracional ou por ordem escrita e fundamentada da autoridade judiciária competente.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: C."
    },
    {
      "id": 43,
      "pergunta": "Em relação a Lei nº 9.455/1997, que define os crimes de tortura e dá outras providências, atribua V para verdadeiro e F para falso nas afirmativas abaixo. (__)O crime de tortura é inafiançável e insuscetível de graça ou anistia. (__)O disposto na Lei nº 9.455, de 7 de abril de 1997, aplica-se, ainda, quando o crime não tenha sido cometido em território nacional, sendo a vítima brasileira ou encontrando-se o agente em local sob jurisdição brasileira. (__)No casos em que a tortura resultar lesão corporal de natureza grave ou gravíssima, a pena de reclusão será de oito a vinte anos; se resultar em morte, a pena de reclusão será de dez a trinta anos. Assinale a alternativa que apresenta a sequência CORRETA.",
      "opcoes": {
        "a": "V, V, F.",
        "b": "F, V, F.",
        "c": "V, V, V.",
        "d": "F, V, V.",
        "e": "V, F, V."
      },
      "resposta": "d",
      "resposta_texto": "F, V, V.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D."
    },
    {
      "id": 44,
      "pergunta": "Referente as visitas a adolescente em cumprimento de medida de internação, previstas na Lei do Sistema Nacional de Atendimento Socioeducativo - SINASE, atribua V para verdadeiro e F para falso nas afirmativas abaixo. (__)Não é assegurado ao adolescente que viva, comprovadamente, em união estável o direito à visita íntima. (__)É garantido aos adolescentes em cumprimento de medida socioeducativa de internação o direito de receber visita dos filhos, independentemente da idade desses. (__)O regulamento interno estabelecerá as hipóteses de proibição da entrada de objetos na unidade de internação, vedando o acesso aos seus portadores. Assinale a alternativa que apresenta a sequência CORRETA.",
      "opcoes": {
        "a": "F, F, V.",
        "b": "F, F, F.",
        "c": "V, F, V.",
        "d": "V, V, V.",
        "e": "F, V, V."
      },
      "resposta": "e",
      "resposta_texto": "F, V, V.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: E."
    },
    {
      "id": 45,
      "pergunta": "Em relação ao direito da criança, do adolescente e do Jovem, previstos na Constituição Federal, atribua V para verdadeiro e F para falso nas afirmativas abaixo. (__)São penalmente inimputáveis os menores de dezoito anos, sujeitos às normas da legislação especial. (__)Os pais têm o dever de assistir, criar e educar os filhos menores, e os filhos maiores têm o dever de ajudar e amparar os pais na velhice, carência ou enfermidade. (__)Os filhos, havidos ou não da relação do casamento, ou por adoção, terão os mesmos direitos e qualificações, proibidas quaisquer designações discriminatórias relativas à filiação. Assinale a alternativa que apresenta a sequência CORRETA.",
      "opcoes": {
        "a": "F, V, F.",
        "b": "V, V, V.",
        "c": "V, V, F.",
        "d": "V, F, V.",
        "e": "F, F, V."
      },
      "resposta": "b",
      "resposta_texto": "V, V, V.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: B."
    },
    {
      "id": 46,
      "pergunta": "São direitos dos adolescentes submetidos ao cumprimento de medida socioeducativa, sem prejuízo de outros, previstos na Lei do Sistema Nacional de Atendimento Socioeducativo - SINASE, EXCETO:",
      "opcoes": {
        "a": "Ser informado, inclusive por escrito, das normas de organização e funcionamento do programa de atendimento e também das previsões de natureza disciplinar.",
        "b": "Receber, sempre que solicitar, informações sobre a evolução de seu plano individual, participando, obrigatoriamente, de sua elaboração e, se for o caso, reavaliação.",
        "c": "Peticionar, por escrito ou verbalmente, diretamente a qualquer autoridade ou órgão público, devendo, obrigatoriamente, ser respondido em até 15 dias.",
        "d": "Ter atendimento garantido em creche e pré-escola aos filhos de 0 a 5 anos.",
        "e": "Ser incluído em programa de meio aberto quando inexistir vaga para o cumprimento de medida de privação da liberdade, inclusive nos casos de ato infracional cometido mediante grave ameaça ou violência à pessoa, quando o adolescente deverá ser internado em Unidade mais próxima de seu local de residência."
      },
      "resposta": "e",
      "resposta_texto": "Ser incluído em programa de meio aberto quando inexistir vaga para o cumprimento de medida de privação da liberdade, inclusive nos casos de ato infracional cometido mediante grave ameaça ou violência à pessoa, quando o adolescente deverá ser internado em Unidade mais próxima de seu local de residência.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: E."
    },
    {
      "id": 47,
      "pergunta": "No que diz respeito ao direito à educação, à cultura, ao esporte e ao lazer, de crianças e adolescentes, previstos no Estatuto da Criança e do Adolescente, atribua V para verdadeiro e F para falso nas afirmativas abaixo. (__)É direito dos pais ou responsáveis ter ciência do processo pedagógico, bem como participar da definição das propostas educacionais. (__)É dever do Estado assegurar à criança e ao adolescente, Ensino Fundamental, obrigatório e gratuito, inclusive para os que a ele não tiveram acesso na idade própria. (__)Os pais ou responsável têm a obrigação de matricular seus filhos ou pupilos na rede regular de ensino. Assinale a alternativa que apresenta a sequência CORRETA.",
      "opcoes": {
        "a": "V, F, F.",
        "b": "F, F, F.",
        "c": "F, V, F.",
        "d": "V, V, V.",
        "e": "V, F, V."
      },
      "resposta": "d",
      "resposta_texto": "V, V, V.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D."
    },
    {
      "id": 48,
      "pergunta": "De acordo com a Lei do Sistema Nacional de Atendimento Socioeducativo - SINASE, compete à União, EXCETO:",
      "opcoes": {
        "a": "Contribuir para a qualificação e ação em rede dos Sistemas de Atendimento Socioeducativo.",
        "b": "Elaborar o Plano Nacional de Atendimento Socioeducativo, em parceria com os Estados, o Distrito Federal e os Municípios.",
        "c": "Formular e coordenar a execução da política nacional de atendimento socioeducativo.",
        "d": "Editar normas complementares para a organização e funcionamento do seu sistema de atendimento e dos sistemas municipais.",
        "e": "Financiar, com os demais entes federados, a execução de programas e serviços do Sinase."
      },
      "resposta": "d",
      "resposta_texto": "Editar normas complementares para a organização e funcionamento do seu sistema de atendimento e dos sistemas municipais.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D."
    },
    {
      "id": 49,
      "pergunta": "Sobre o Sistema Único de Segurança Pública (SUSP), analise as afirmativas abaixo. I.A segurança pública é atribuição de estados e municípios. Sendo a União responsável pela criação de diretrizes que serão compartilhadas em todo o país. II.O SUSP cria uma arquitetura uniforme para a segurança pública em âmbito nacional, a partir de ações de compartilhamento de dados, operações integradas e colaborações nas estruturas de segurança pública federal, estadual e municipal. III.O SUSP foi instituído pela Lei N° 13.675 de 2018. Fonte: gov.br/mj É CORRETO o que se afirma em:",
      "opcoes": {
        "a": "I e III, apenas.",
        "b": "III, apenas.",
        "c": "II e III, apenas.",
        "d": "I e II, apenas.",
        "e": "I, II e III."
      },
      "resposta": "c",
      "resposta_texto": "II e III, apenas.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: C."
    },
    {
      "id": 50,
      "pergunta": "Segundo o Ministério dos Direitos Humanos e da Cidadania, são atribuições do Conselho Nacional dos Direitos da Criança e do Adolescente - CONANDA, EXCETO: Fonte: gov.br/mdh",
      "opcoes": {
        "a": "Acompanhar a elaboração e a execução do orçamento da União, verificando se estão assegurados os recursos necessários para a execução das políticas de promoção e defesa dos direitos da população infanto-juvenil.",
        "b": "Estimular, apoiar e promover a manutenção de bancos de dados com informações sobre a infância e a adolescência.",
        "c": "Fiscalizar as ações de promoção dos direitos da infância e adolescência executadas por organismos governamentais e não-governamentais.",
        "d": "Convocar, a cada cinco anos, a Conferência Nacional de Saúde e dos Direitos da Criança e do Adolescente.",
        "e": "Definir as diretrizes para a criação e o funcionamento dos Conselhos Estaduais, Distrital e Municipais dos Direitos da Criança e do Adolescente e dos Conselhos Tutelares."
      },
      "resposta": "d",
      "resposta_texto": "Convocar, a cada cinco anos, a Conferência Nacional de Saúde e dos Direitos da Criança e do Adolescente.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D."
    },
    {
      "id": 51,
      "pergunta": "Em relação a composição do Conselho Nacional dos Direitos da Criança e do Adolescente - CONANDA, assinale a alternativa CORRETA. Fonte: gov.br/mdh",
      "opcoes": {
        "a": "O CONANDA é órgão colegiado de composição distinta, integrado por vinte e oito representantes do Poder Executivo, assegurada a participação dos órgãos executores das políticas sociais básicas e, por quatorze representantes de entidades não-governamentais de âmbito nacional de promoção, proteção, defesa e controle social da política de atendimento dos direitos da criança e do adolescente.",
        "b": "O CONANDA é órgão colegiado de composição paritária, integrado por vinte e oito representantes do Poder Executivo, assegurada a participação dos órgãos executores das políticas sociais básicas e, em igual número, por representantes de entidades não-governamentais de âmbito nacional de promoção, proteção, defesa e controle social da política de atendimento dos direitos da criança e do adolescente.",
        "c": "O CONANDA é órgão colegiado de composição distinta, integrado por quatorze representantes do Poder Executivo, assegurada a participação dos órgãos executores das políticas sociais básicas e, em igual número, por representantes de entidades não-governamentais de âmbito nacional de promoção, proteção, defesa e controle social da política de atendimento dos direitos da criança e do adolescente.",
        "d": "O CONANDA é órgão colegiado de composição distinta, integrado por vinte e oito representantes do Poder Executivo, assegurada a participação dos órgãos executores das políticas sociais básicas e, em igual número, por representantes de entidades não-governamentais de âmbito nacional de promoção, proteção, defesa e controle social da política de atendimento dos direitos da criança e do adolescente.",
        "e": "O CONANDA é órgão colegiado de composição paritária, integrado por quatorze representantes do Poder Executivo, assegurada a participação dos órgãos executores das políticas sociais básicas e, em igual número, por representantes de entidades não-governamentais de âmbito nacional de promoção, proteção, defesa e controle social da política de atendimento dos direitos da criança e do adolescente."
      },
      "resposta": "c",
      "resposta_texto": "O CONANDA é órgão colegiado de composição distinta, integrado por quatorze representantes do Poder Executivo, assegurada a participação dos órgãos executores das políticas sociais básicas e, em igual número, por representantes de entidades não-governamentais de âmbito nacional de promoção, proteção, defesa e controle social da política de atendimento dos direitos da criança e do adolescente.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: C."
    },
    {
      "id": 52,
      "pergunta": "Em relação a Constituição Federal e a administração pública, atribua V para verdadeiro e F para falso nas afirmativas abaixo. (__)O prazo de validade do concurso público será de até dois anos, prorrogável uma vez, por igual período. (__)Durante o prazo improrrogável previsto no edital de convocação, aquele aprovado em concurso público de provas ou de provas e títulos será convocado com prioridade sobre novos concursados para assumir cargo ou emprego, na carreira. (__)A investidura em cargo ou emprego público depende de aprovação prévia em concurso público de provas ou de provas e títulos, não sendo permitido a nomeações para cargo em comissão, mesmo declarado em lei de livre nomeação e exoneração. Assinale a alternativa que apresenta a sequência CORRETA.",
      "opcoes": {
        "a": "V, F, V.",
        "b": "F, V, F.",
        "c": "F, F, F.",
        "d": "V, V, V.",
        "e": "V, V, F."
      },
      "resposta": "d",
      "resposta_texto": "V, V, V.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D."
    },
    {
      "id": 53,
      "pergunta": "Referente ao Processo Administrativo-Disciplinar e, em relação as irregularidades no serviço público, previsto na Lei Complementar N° 46 de 31 de janeiro de 1994, analise as afirmativas abaixo. I.As denúncias sobre irregularidades serão objeto de apuração, desde que, contenham a identificação do denunciante, devendo ser formuladas por escrito. II.A sindicância se constituirá de averiguação sumária promovida no intuito de obter informações ou esclarecimentos necessários à determinação do verdadeiro significado dos fatos denunciados. III.A autoridade que tiver ciência de irregularidade no serviço público é obrigada a promover a sua apuração imediata, mediante sindicância ou processo administrativo-disciplinar, assegurada ao denunciado ampla defesa. É CORRETO o que se afirma em:",
      "opcoes": {
        "a": "I e II, apenas.",
        "b": "I, II e III.",
        "c": "I e III, apenas.",
        "d": "II e III, apenas.",
        "e": "II, apenas."
      },
      "resposta": "e",
      "resposta_texto": "II, apenas.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: E."
    },
    {
      "id": 54,
      "pergunta": "Em relação às informações e direito de reclamação dos reclusos, descritas nas Regras Mínimas das Nações Unidas para o Tratamento de Reclusos, assinale a alternativa INCORRETA.",
      "opcoes": {
        "a": "Todo recluso deve ter o direito de fazer um pedido ou reclamação sobre seu tratamento, com censura quanto ao conteúdo, à administração prisional central, à autoridade judicial ou a outras autoridades competentes, incluindo os que têm poderes de revisão e de reparação.",
        "b": "Todo recluso, no momento da admissão, deve receber informação escrita sobre a legislação e os regulamentos do estabelecimento prisional e do sistema prisional.",
        "c": "Todo pedido ou reclamação deve ser prontamente apreciado e respondido sem demora. Se o pedido ou a reclamação for rejeitado, ou no caso de atraso indevido, o reclamante deve ter o direito de apresentá-lo à autoridade judicial ou a outra autoridade.",
        "d": "Se recluso for analfabeto, as informações devem ser-lhe comunicadas oralmente. Os reclusos com deficiências sensoriais devem receber as informações de forma apropriada às suas necessidades.",
        "e": "Todo recluso deve ter a oportunidade de, em qualquer dia, formular pedidos ou reclamações ao diretor do estabelecimento prisional ou ao membro do pessoal prisional autorizado a representá-lo."
      },
      "resposta": "a",
      "resposta_texto": "Todo recluso deve ter o direito de fazer um pedido ou reclamação sobre seu tratamento, com censura quanto ao conteúdo, à administração prisional central, à autoridade judicial ou a outras autoridades competentes, incluindo os que têm poderes de revisão e de reparação.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A."
    },
    {
      "id": 55,
      "pergunta": "Segundo a Declaração Universal dos Direitos Humanos (DUDH), à instrução é um direito de todo ser humano. À vista disso, atribua V para verdadeiro e F para falso nas afirmativas abaixo. (__)A instrução deve ser gratuita, pelo menos nos graus elementares e fundamentais. (__)A instrução elementar não deve ser de caráter obrigatório. (__)A instrução técnico-profissional será acessível a todos, bem como a instrução superior, esta baseada no mérito. Assinale a alternativa que apresenta a sequência CORRETA.",
      "opcoes": {
        "a": "F, V, V.",
        "b": "V, F, V.",
        "c": "V, F, F.",
        "d": "V, V, V.",
        "e": "F, V, F."
      },
      "resposta": "b",
      "resposta_texto": "V, F, V.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: B."
    },
    {
      "id": 56,
      "pergunta": "Dentre as opções citadas abaixo, assinale a alternativa que corresponde a Lei, que institui o Sistema Nacional de Atendimento Socioeducativo (Sinase) e regulamenta a execução das medidas destinadas a adolescente que praticam ato infracional.",
      "opcoes": {
        "a": "Lei Nº 8.080, de 28 de setembro de 2000.",
        "b": "Lei Nº 11.294, de 18 de janeiro de 2002.",
        "c": "Lei Nº 12.594, de 18 de janeiro de 2012.",
        "d": "Lei Nº 12.459, de 28 de janeiro de 2012.",
        "e": "Lei Nº 15.294, de 18 de janeiro de 2002."
      },
      "resposta": "c",
      "resposta_texto": "Lei Nº 12.594, de 18 de janeiro de 2012.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: C."
    },
    {
      "id": 57,
      "pergunta": "No que se refere ao Funcionamento do Sistema Único de Segurança Pública (SUSP), é CORRETO afirmar que:",
      "opcoes": {
        "a": "As aquisições de bens e serviços para os órgãos integrantes do SUSP terão por objetivo a eficácia de suas atividades, não sendo necessário obedecer a critérios técnicos de modernidade, eficiência e resistência, observadas as normas de licitação e contratos.",
        "b": "O compartilhamento de informações não deve ser feito por meio eletrônico.",
        "c": "Os órgãos integrantes do SUSP não devem atuar em rodovias, terminais rodoviários, ferrovias e hidrovias federais, portos e aeroportos, no âmbito das respectivas competências, em efetiva integração com o órgão cujo local de atuação, mesmo que, esteja sob sua circunscrição.",
        "d": "A União poderá apoiar os Estados, o Distrito Federal e os Municípios, quando não dispuserem de condições técnicas e operacionais necessárias à implementação do SUSP.",
        "e": "O SUSP será coordenado pelo Ministério de Desenvolvimento e Assistência Social."
      },
      "resposta": "d",
      "resposta_texto": "A União poderá apoiar os Estados, o Distrito Federal e os Municípios, quando não dispuserem de condições técnicas e operacionais necessárias à implementação do SUSP.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D."
    },
    {
      "id": 58,
      "pergunta": "Referente ao direito à profissionalização e à proteção no trabalho, previsto no Estatuto da Criança e do Adolescente, analise as afirmativas abaixo. I.A proteção ao trabalho dos adolescentes é regulada por legislação especial. II.Ao adolescente aprendiz, maior de quatorze anos, são assegurados os direitos trabalhistas e previdenciários. III.Ao adolescente empregado, aprendiz, em regime familiar de trabalho, aluno de escola técnica, assistido em entidade governamental ou não-governamental, é permitido o trabalho noturno até as vinte e três horas. É CORRETO o que se afirma em:",
      "opcoes": {
        "a": "III, apenas.",
        "b": "I, II e III.",
        "c": "II e III, apenas.",
        "d": "I e II, apenas.",
        "e": "I e III, apenas."
      },
      "resposta": "e",
      "resposta_texto": "I e III, apenas.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: E."
    },
    {
      "id": 59,
      "pergunta": "Referente as Regras Mínimas das Nações Unidas para o Tratamento de Reclusos, analise as afirmativas abaixo, no que diz respeito ao alojamento. I.Todos os locais destinados aos reclusos, especialmente os dormitórios, devem satisfazer todas as exigências de higiene e saúde, tomando-se devidamente em consideração as condições climatéricas e, especialmente, a cubicagem de ar disponível, o espaço mínimo, a iluminação, o aquecimento e a ventilação. II.As instalações sanitárias devem ser adequadas, de maneira a que os reclusos possam efetuar as suas necessidades quando precisarem, de modo limpo e decente. III.As celas ou locais destinados ao descanso noturno não devem ser ocupados por mais de um recluso. Se, por razões especiais, tais como excesso temporário de população prisional, for necessário que a administração prisional central adote exceções a esta regra deve evitar-se que dois reclusos sejam alojados numa mesma cela ou local. É CORRETO o que se afirma em:",
      "opcoes": {
        "a": "II e III, apenas.",
        "b": "II, apenas.",
        "c": "I, II e III.",
        "d": "I e III, apenas.",
        "e": "I e II, apenas."
      },
      "resposta": "a",
      "resposta_texto": "II e III, apenas.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A."
    },
    {
      "id": 60,
      "pergunta": "Em relação a Composição do Sistema Único de Segurança Pública (SUSP), assinale a alternativa INCORRETA.",
      "opcoes": {
        "a": "Os sistemas estaduais, distrital e municipais são responsáveis pela implementação dos respectivos programas, ações e projetos de segurança pública, com liberdade de organização e funcionamento.",
        "b": "Não são considerados integrantes operacionais do SUSP, a Polícia Federal e a Polícia Rodoviária Federal.",
        "c": "O Sistema Único de Segurança Pública, tem como órgão central o Ministério Extraordinário da Segurança Pública.",
        "d": "O Sistema Único de Segurança Pública é integrado pelos órgãos de que trata o art. 144 da Constituição Federal , pelos Agentes Penitenciários, pelas Guardas Municipais e pelos demais integrantes estratégicos e operacionais, que atuarão nos limites de suas competências, de forma cooperativa, sistêmica e harmônica.",
        "e": "São integrantes estratégicos do SUSP: a União, os Estados, o Distrito Federal e os Municípios, por intermédio dos respectivos Poderes Executivos; os Conselhos de Segurança Pública e Defesa Social dos três entes federados."
      },
      "resposta": "b",
      "resposta_texto": "Não são considerados integrantes operacionais do SUSP, a Polícia Federal e a Polícia Rodoviária Federal.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: B."
    },
    {
      "id": 61,
      "pergunta": "No que se refere ao processo de adoção de crianças e adolescentes, previsto no Estatuto da Criança e do Adolescente, analise as afirmativas abaixo. I.O adotando deve contar com, no máximo, vinte e um anos à data do pedido, salvo se já estiver sob a guarda ou tutela dos adotantes. II.A adoção atribui a condição de filho ao adotado, com os mesmos direitos e deveres, inclusive sucessórios, desligando-o de qualquer vínculo com pais e parentes, salvo os impedimentos matrimoniais. III.A adoção não depende do consentimento dos pais ou do representante legal do adotando. É CORRETO o que se afirma em:",
      "opcoes": {
        "a": "III, apenas.",
        "b": "I, II e III.",
        "c": "I e II, apenas.",
        "d": "I e III, apenas.",
        "e": "II, apenas."
      },
      "resposta": "c",
      "resposta_texto": "I e II, apenas.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: C."
    },
    {
      "id": 62,
      "pergunta": "No que diz respeito às revistas aos reclusos e inspeção de celas previstas nas Regras Mínimas das Nações Unidas para o Tratamento de Reclusos, É CORRETO afirmar que:",
      "opcoes": {
        "a": "As revistas aos reclusos e as inspeções podem ser utilizadas para intimidar ou invadir, desnecessariamente, a privacidade do recluso.",
        "b": "Os reclusos devem ter acesso aos documentos relacionados com os seus processos judiciais e ser autorizados a mantê-los consigo, desde que, a administração prisional tenha acesso a estes.",
        "c": "Para fins de responsabilização, não é necessário que a administração prisional mantenha registos apropriados das revistas feitas aos reclusos e inspeções, em particular as que envolvem o ato de despir e de inspecionar partes íntimas do corpo e inspeções nas celas.",
        "d": "As leis e regulamentos sobre as revistas aos reclusos e inspeções de celas devem estar em conformidade com as obrigações do Direito Internacional e devem ter em conta os padrões e as normas internacionais, uma vez considerada a necessidade de garantir a segurança dos estabelecimentos prisionais.",
        "e": "As revistas íntimas invasivas devem ser conduzidas de forma privada e por pessoal treinado do sexo oposto que o recluso inspecionado."
      },
      "resposta": "d",
      "resposta_texto": "As leis e regulamentos sobre as revistas aos reclusos e inspeções de celas devem estar em conformidade com as obrigações do Direito Internacional e devem ter em conta os padrões e as normas internacionais, uma vez considerada a necessidade de garantir a segurança dos estabelecimentos prisionais.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D."
    },
    {
      "id": 63,
      "pergunta": "Em relação as atitudes e posturas que influenciam no compromisso ético dos profissionais no Serviço Público, atribua V para verdadeiro e F para falso nas afirmativas abaixo. (__)O decoro é uma \"postura\" porque une a disposição interna para agir corretamente com a aparência desse agir. Decoro, do latim decorum, é \"a face pública de um estado pessoal da honradez\" (David Burchell). (__)A objetividade significa uma abordagem razoavelmente distanciada e serena do trabalho a fazer. Isso não significa indiferença ou frieza: trata-se apenas de evitar que sentimentos explosivos atrapalhem o nosso desempenho (ENAP, 2014). (__)A civilidade significa disposição para justificar publicamente decisões tomadas ou estratégias adotadas, e abertura para ouvir interpelações, críticas e sugestões. Porém, de forma respeitosa, independentemente da simpatia pessoal que se tenha pelo interlocutor desempenho (ENAP, 2014). Fonte: repositorio.enap.gov.br Assinale a alternativa que apresenta a sequência CORRETA.",
      "opcoes": {
        "a": "V, F, F.",
        "b": "V, V, V.",
        "c": "F, V, F.",
        "d": "F, V, V.",
        "e": "F, F, F."
      },
      "resposta": "e",
      "resposta_texto": "F, F, F.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: E."
    },
    {
      "id": 64,
      "pergunta": "No que se refere a atenção integral à saúde de adolescente em cumprimento de Medida Socioeducativa, prevista na Lei do Sistema Nacional de Atendimento Socioeducativo - SINASE, analise as afirmativas abaixo. I.As entidades que oferecem programas de atendimento socioeducativo em meio aberto e de semiliberdade devem prestar orientações aos socioeducandos sobre o acesso aos serviços e às unidades do Sistema Único de Saúde (SUS). II.As entidades que oferece programas de privação de liberdade devem contar com uma equipe mínima de profissionais de saúde cuja composição esteja em conformidade com as normas de referência do SUS. III.É considerada uma diretriz da atenção integral à saúde do adolescente no Sistema de Atendimento Socioeducativo, a disponibilização de ações de atenção à saúde sexual e reprodutiva e à prevenção de doenças sexualmente transmissíveis. É CORRETO o que se afirma em:",
      "opcoes": {
        "a": "II e III, apenas.",
        "b": "I, II e III.",
        "c": "I e II, apenas.",
        "d": "I e III, apenas.",
        "e": "III, apenas."
      },
      "resposta": "a",
      "resposta_texto": "II e III, apenas.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A."
    },
    {
      "id": 65,
      "pergunta": "Em relação ao regime disciplinar dos deveres do Servidor Público, previstos na Lei Complementar N° 46 de 31 de janeiro de 1994, assinale a alternativa que NÃO corresponde a um dever do Servidor Público.",
      "opcoes": {
        "a": "Observar as normas legais e regulamentares.",
        "b": "Guardar sigilo sobre assuntos da repartição.",
        "c": "Dar causa a sindicância ou processo administrativo-disciplinar, imputando a qualquer servidor público infração de que o sabe inocente.",
        "d": "Representar contra ilegalidade, omissão ou abuso de poder, de que tenha tomado conhecimento, indicando elementos de prova para efeito de apuração em processo apropriado.",
        "e": "Levar ao conhecimento da autoridade as irregularidades de que tiver ciência em razão do cargo ou função."
      },
      "resposta": "b",
      "resposta_texto": "Guardar sigilo sobre assuntos da repartição.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: B."
    },
    {
      "id": 66,
      "pergunta": "Qual frase abaixo está redigida de acordo com o Novo Acordo Ortográfico?",
      "opcoes": {
        "a": "Meu cachorro já tomou a vacina anti-rábica.",
        "b": "Maria voltou das compras com 5 quilos de lingüiça.",
        "c": "O nosso microondas quebrou.",
        "d": "Ontem, a Assembleia Legislativa aprovou uma nova legislação de trânsito.",
        "e": "Entre os principais sintomas da doença estão dor de cabeça e enjôo."
      },
      "resposta": "d",
      "resposta_texto": "Ontem, a Assembleia Legislativa aprovou uma nova legislação de trânsito.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D. Disciplina: Língua Portuguesa. Tópico: Gramática e Interpretação de Texto."
    },
    {
      "id": 67,
      "pergunta": "Assinale a alternativa em que a regência verbal está INCORRETA.",
      "opcoes": {
        "a": "Não havia mais candidatos na sala.",
        "b": "Maria buscava uma vida mais tranquila no campo.",
        "c": "Tereza tinha comprado presentes para toda a família.",
        "d": "O assaltante agrediu-lhe violentamente.",
        "e": "O objetivo do empresário era apenas lucrar."
      },
      "resposta": "c",
      "resposta_texto": "Tereza tinha comprado presentes para toda a família.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: C. Disciplina: Língua Portuguesa. Tópico: Gramática e Interpretação de Texto."
    },
    {
      "id": 68,
      "pergunta": "Na frase: \"A mochila pesa uma tonelada\", encontramos a figura denominada:",
      "opcoes": {
        "a": "Hipérbole.",
        "b": "Antonomásia.",
        "c": "Sinestesia.",
        "d": "Onomatopeia.",
        "e": "Catacrese."
      },
      "resposta": "b",
      "resposta_texto": "Antonomásia.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: B. Disciplina: Língua Portuguesa. Tópico: Gramática e Interpretação de Texto."
    },
    {
      "id": 69,
      "pergunta": "Discutem muito lá? Na oração acima, o sujeito é:",
      "opcoes": {
        "a": "Simples.",
        "b": "Indeterminado.",
        "c": "Oculto.",
        "d": "Composto.",
        "e": "Determinado."
      },
      "resposta": "a",
      "resposta_texto": "Simples.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A. Disciplina: Língua Portuguesa. Tópico: Gramática e Interpretação de Texto."
    },
    {
      "id": 70,
      "pergunta": "Preencha as lacunas corretamente. O padre foi ___ sua paróquia e pôs-se ___ pregar ___ todos fieis que compareceram a missa. Está correta a seguinte alternativa.",
      "opcoes": {
        "a": "à - a - à",
        "b": "à - à - à",
        "c": "a - a - a",
        "d": "à - à - a",
        "e": "à - a - a"
      },
      "resposta": "e",
      "resposta_texto": "à - a - a",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: E. Disciplina: Língua Portuguesa. Tópico: Gramática e Interpretação de Texto."
    },
    {
      "id": 71,
      "pergunta": "Assinale a alternativa que NÃO apresenta um pleonasmo vicioso.",
      "opcoes": {
        "a": "Eu gosto de histórias que tenham compromisso com fatos reais.",
        "b": "Penso que outra alternativa seria votar em branco ou nulo.",
        "c": "Há um elo de ligação entre as ações dos ambientalistas e das ONGs.",
        "d": "Para que as discussões avancem, é necessário que haja um consenso geral.",
        "e": "A grande maioria preferiu ficar e esperar o resultado."
      },
      "resposta": "d",
      "resposta_texto": "Para que as discussões avancem, é necessário que haja um consenso geral.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D. Disciplina: Língua Portuguesa. Tópico: Gramática e Interpretação de Texto."
    },
    {
      "id": 72,
      "pergunta": "No período: \"Em seu aniversário de 15 anos, Luana estava bela como as flores do campo.\", a palavra destacada expressa uma ideia de:",
      "opcoes": {
        "a": "Explicação.",
        "b": "Conclusão.",
        "c": "Causa.",
        "d": "Adição.",
        "e": "Comparação."
      },
      "resposta": "a",
      "resposta_texto": "Explicação.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A. Disciplina: Língua Portuguesa. Tópico: Gramática e Interpretação de Texto."
    },
    {
      "id": 73,
      "pergunta": "O oblíquo O pode ser colocado antes do verbo nas frases abaixo, EXCETO em:",
      "opcoes": {
        "a": "Eu ___ visitarei em breve.",
        "b": "Assim, ___ obriguei a falar.",
        "c": "Professor, ___ ajude neste exercício!",
        "d": "Eu falei que ___ vimos semana passada.",
        "e": "Nunca ___ vi tão feliz."
      },
      "resposta": "c",
      "resposta_texto": "Professor, ___ ajude neste exercício!",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: C. Disciplina: Língua Portuguesa. Tópico: Gramática e Interpretação de Texto."
    },
    {
      "id": 74,
      "pergunta": "Analise a frase abaixo: É admirável a maneira loquaz com que discursa à plateia. Qual das palavras abaixo pode substituir a palavra em negrito sem causar prejuízo semântico?",
      "opcoes": {
        "a": "eloquente.",
        "b": "prepotente.",
        "c": "modesta.",
        "d": "maliciosa.",
        "e": "bela."
      },
      "resposta": "b",
      "resposta_texto": "prepotente.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: B. Disciplina: Língua Portuguesa. Tópico: Gramática e Interpretação de Texto."
    },
    {
      "id": 75,
      "pergunta": "Julgue corretamente o período abaixo quanto ao emprego dos artigos. O jornal publicou uma matéria informando toda a população sobre os riscos do coronavírus.",
      "opcoes": {
        "a": "artigo indefinido; artigo definido; artigo definido; artigo definido.",
        "b": "artigo indefinido; artigo definido; artigo definido; artigo indefinido.",
        "c": "artigo indefinido; artigo indefinido; artigo indefinido; artigo definido.",
        "d": "artigo definido; artigo definido; artigo definido; artigo definido.",
        "e": "artigo indefinido; artigo definido; artigo indefinido; artigo definido."
      },
      "resposta": "e",
      "resposta_texto": "artigo indefinido; artigo definido; artigo indefinido; artigo definido.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: E. Disciplina: Língua Portuguesa. Tópico: Gramática e Interpretação de Texto."
    },
    {
      "id": 76,
      "pergunta": "Faça uma análise morfossintática da seguinte frase: As senhores caminhavam felizes. Está correta a seguinte alternativa:",
      "opcoes": {
        "a": "Análise morfológica: as - artigo definido; senhoras - substantivo; caminhavam - verbo caminhar; felizes - adjetivo. Análise sintática: as senhoras - sujeito composto; caminhavam felizes - predicado verbal; felizes - predicativo do objeto.",
        "b": "Análise morfológica: as - artigo definido; senhoras - substantivo; caminhavam - verbo caminhar; felizes - adjetivo. Análise sintática: as senhoras - sujeito simples; caminhavam felizes - predicado nominal; felizes - predicativo do sujeito.",
        "c": "Análise morfológica: as - artigo indefinido; senhoras - substantivo; caminhavam - verbo caminhar; felizes - advérbio. Análise sintática: as senhoras - sujeito simples; caminhavam felizes - predicado nominal; felizes - predicativo do objeto.",
        "d": "Análise morfológica: as - artigo definido; senhoras - substantivo; caminhavam - verbo caminhar; felizes - adjetivo. Análise sintática: as senhoras - sujeito composto; caminhavam felizes - predicado verbal; felizes - predicativo do sujeito.",
        "e": "Análise morfológica: as - artigo indefinido; senhoras - substantivo; caminhavam - verbo caminhar; felizes - adjetivo. Análise sintática: as senhoras - sujeito simples; caminhavam felizes - predicado verbal; felizes - predicativo do objeto."
      },
      "resposta": "a",
      "resposta_texto": "Análise morfológica: as - artigo definido; senhoras - substantivo; caminhavam - verbo caminhar; felizes - adjetivo. Análise sintática: as senhoras - sujeito composto; caminhavam felizes - predicado verbal; felizes - predicativo do objeto.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A. Disciplina: Raciocínio Lógico-Matemático. Tópico: Matemática Básica e Raciocínio Lógico."
    },
    {
      "id": 77,
      "pergunta": "Imagine uma situação em que um pai responda seguinte pergunta ao seu filho: Pai, eu tenho que lavar a louça? Assinale a alternativa INCORRETA considerando o emprego do verbo.",
      "opcoes": {
        "a": "É importante que você lave a louça.",
        "b": "Lavar a louça é preciso.",
        "c": "Você precisa lavar a louça.",
        "d": "Se você lavar a louça, vai ganhar um presente.",
        "e": "É sempre bom que você lava a louça."
      },
      "resposta": "b",
      "resposta_texto": "Lavar a louça é preciso.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: B. Disciplina: Raciocínio Lógico-Matemático. Tópico: Matemática Básica e Raciocínio Lógico."
    },
    {
      "id": 78,
      "pergunta": "Considerando as interjeições abaixo, marque a alternativa que apresenta o valor semântico correto. 1- Caramba! Você é uma pessoa incrível! 2- Eca! Não gostei dessa comida!",
      "opcoes": {
        "a": "1 - espanto; 2 - admiração.",
        "b": "1 - admiração; 2 - aversão.",
        "c": "1 - admiração; 2 - espanto.",
        "d": "1 - alívio; 2 - aversão.",
        "e": "1 - espanto; 2 - aversão."
      },
      "resposta": "c",
      "resposta_texto": "1 - admiração; 2 - espanto.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: C. Disciplina: Raciocínio Lógico-Matemático. Tópico: Matemática Básica e Raciocínio Lógico."
    },
    {
      "id": 79,
      "pergunta": "Assinale a alternativa em que encontramos erro de pontuação.",
      "opcoes": {
        "a": "Os pratos que estavam sobre a mesa estão limpos.",
        "b": "Alegre, a menina reencontrou o pai.",
        "c": "Abriu o site, procurou a informação, encontrou!",
        "d": "Ontem todos resolveram ficar.",
        "e": "Eles querem se divertir; a gente trabalhar."
      },
      "resposta": "d",
      "resposta_texto": "Ontem todos resolveram ficar.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D. Disciplina: Raciocínio Lógico-Matemático. Tópico: Matemática Básica e Raciocínio Lógico."
    },
    {
      "id": 80,
      "pergunta": "Marque a alternativa que apresenta o melhor sinônimo para a palavra em negrito na frase abaixo: A ironia é uma arma inócua contra a burrice que é invencível por não ser sensível. Mas é uma arma que machuca muito a inteligência. E como machuca! (Francis Iácon",
      "opcoes": {
        "a": "Perigosa.",
        "b": "Inofensiva.",
        "c": "Patética.",
        "d": "Agressiva.",
        "e": "Sorrateira."
      },
      "resposta": "e",
      "resposta_texto": "Sorrateira.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: E. Disciplina: Raciocínio Lógico-Matemático. Tópico: Matemática Básica e Raciocínio Lógico."
    },
    {
      "id": 81,
      "pergunta": "Uma empresa está ofertando uma vaga em um curso para os funcionários do setor de logística. Acontece que neste setor trabalham três mulheres e sete homens e a escolha será por sorteio. Assim, qual a probabilidade de ser sorteada uma mulher?",
      "opcoes": {
        "a": "40%",
        "b": "70%",
        "c": "10%",
        "d": "30%",
        "e": "43%"
      },
      "resposta": "a",
      "resposta_texto": "40%",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A. Disciplina: Raciocínio Lógico-Matemático. Tópico: Matemática Básica e Raciocínio Lógico."
    },
    {
      "id": 82,
      "pergunta": "O número ___ ___ ___ tem na casa das unidades um dígito que é o triplo do dígito da casa das centenas e a subtração entre os dois é exatamente o dígito da casa das dezenas. Além disso, a soma dos três é 18. Este número é:",
      "opcoes": {
        "a": "642",
        "b": "558",
        "c": "369",
        "d": "123",
        "e": "246"
      },
      "resposta": "b",
      "resposta_texto": "558",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: B. Disciplina: Raciocínio Lógico-Matemático. Tópico: Matemática Básica e Raciocínio Lógico."
    },
    {
      "id": 83,
      "pergunta": "Matilda aplicou R$10000,00 a uma taxa de juros compostos de 20% ao ano e teve um rendimento de R$7280,00. Por quanto tempo o dinheiro de Matilda ficou aplicado? (Faça log 1,728 = 0,237 e log 1,2 = 0,079)",
      "opcoes": {
        "a": "Dois anos.",
        "b": "Um ano e seis meses.",
        "c": "Três anos.",
        "d": "Um ano.",
        "e": "Cinco anos."
      },
      "resposta": "c",
      "resposta_texto": "Três anos.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: C. Disciplina: Raciocínio Lógico-Matemático. Tópico: Matemática Básica e Raciocínio Lógico."
    },
    {
      "id": 84,
      "pergunta": "Um número natural n = 5 é determinado pela expressão (x + y)² / (x + y).(x - y). Sendo y = 8 o valor de x será:",
      "opcoes": {
        "a": "X = 20",
        "b": "X = 4",
        "c": "X = 12",
        "d": "X = 5",
        "e": "X = 18"
      },
      "resposta": "d",
      "resposta_texto": "X = 5",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D. Disciplina: Raciocínio Lógico-Matemático. Tópico: Matemática Básica e Raciocínio Lógico."
    },
    {
      "id": 85,
      "pergunta": "Um terreno retangular, com área de 209m², será cercado com uma tela, de altura fixa, que é vendida por R$ 12,00 o metro. Qual o valor gasto para cercar todo o perímetro deste terreno?",
      "opcoes": {
        "a": "R$ 60,00",
        "b": "R$ 720,00",
        "c": "R$ 2580,00",
        "d": "R$ 360,00",
        "e": "R$ 48,00"
      },
      "resposta": "e",
      "resposta_texto": "R$ 48,00",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: E. Disciplina: Raciocínio Lógico-Matemático. Tópico: Matemática Básica e Raciocínio Lógico."
    },
    {
      "id": 86,
      "pergunta": "Dada a função quadrática f(x) = x² - 2x - 3, ao calcularmos as coordenadas do vértice encontramos:",
      "opcoes": {
        "a": "Xv = 0 e Yv = 0",
        "b": "Xv = - 1 e Yv = 3",
        "c": "Xv = 1 e Yv = - 3",
        "d": "Xv = - 1 e Yv = 4",
        "e": "Xv = 1 e Yv = - 4"
      },
      "resposta": "a",
      "resposta_texto": "Xv = 0 e Yv = 0",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A. Disciplina: Raciocínio Lógico-Matemático. Tópico: Matemática Básica e Raciocínio Lógico."
    },
    {
      "id": 87,
      "pergunta": "Fernanda foi com suas amigas em uma lanchonete que trabalha com oito tipos de suco e doze tipos de sanduiche. Qual o número de possibilidades que ela tem para escolher um suco e um sanduiche?",
      "opcoes": {
        "a": "12 possibilidades.",
        "b": "20 possibilidades.",
        "c": "16 possibilidades.",
        "d": "8 possibilidades.",
        "e": "96 possibilidades."
      },
      "resposta": "b",
      "resposta_texto": "20 possibilidades.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: B. Disciplina: Raciocínio Lógico-Matemático. Tópico: Matemática Básica e Raciocínio Lógico."
    },
    {
      "id": 88,
      "pergunta": "Uma confecção de roupas jeans fabrica calças e bermudas. No balanço do ano de 2019 foi feito o levantamento exposto nos gráficos abaixo. Em uma análise detalhada ficou constatado que o percentual de calças TAMANHO G vendidas neste ano, em relação ao total de peças foi:",
      "opcoes": {
        "a": "45% do total de peças vendidas.",
        "b": "60% do total de peças vendidas.",
        "c": "27% do total de peças vendidas.",
        "d": "95% do total de peças vendidas.",
        "e": "75% do total de peças vendidas."
      },
      "resposta": "c",
      "resposta_texto": "27% do total de peças vendidas.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: C. Disciplina: Raciocínio Lógico-Matemático. Tópico: Matemática Básica e Raciocínio Lógico."
    },
    {
      "id": 89,
      "pergunta": "O professor Marcos propôs a seus alunos um trabalho para que eles reforçassem seus conhecimentos sobre sistema métrico decimal. Cada um mediu a própria altura em decímetros e a converteu em quilômetros. O resultado que Vitor encontrou depois da conversão foi 0,00162 km. Então, a altura de Vitor em decímetros é:",
      "opcoes": {
        "a": "0,0162 dm.",
        "b": "0,162 dm.",
        "c": "1620 dm.",
        "d": "16,2 dm.",
        "e": "162 dm."
      },
      "resposta": "d",
      "resposta_texto": "16,2 dm.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D. Disciplina: Raciocínio Lógico-Matemático. Tópico: Matemática Básica e Raciocínio Lógico."
    },
    {
      "id": 90,
      "pergunta": "Gerson construiu em sua casa uma cisterna subterrânea para armazenar água da chuva, de formato cilíndrico, com base de 2m² e 2,5m de profundidade. Qual o volume, em litros, da cisterna? (Faça 1L = 0,001m³)",
      "opcoes": {
        "a": "0,002 litros.",
        "b": "2000 litros.",
        "c": "0,005 litros.",
        "d": "5000 litros.",
        "e": "2,500 litros."
      },
      "resposta": "e",
      "resposta_texto": "2,500 litros.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: E. Disciplina: Raciocínio Lógico-Matemático. Tópico: Matemática Básica e Raciocínio Lógico."
    },
    {
      "id": 91,
      "pergunta": "Um usuário de computador que necessita criar um documento no Word 2007 para empresa e precisa colocar o nome e localização da empresa na parte superior da página para que se repita em todas as páginas do documento sem a necessidade de inserir novamente a mesma informação em todas a páginas, esse procedimento de inserir o texto deve ser feito em qual local de uma das páginas na parte superior:",
      "opcoes": {
        "a": "Na primeira linha do texto.",
        "b": "Laterais.",
        "c": "Rodapé.",
        "d": "No meio do texto.",
        "e": "Cabeçalho."
      },
      "resposta": "a",
      "resposta_texto": "Na primeira linha do texto.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A. Disciplina: Noções de Informática. Tópico: Software e Aplicativos (Word, Excel, Navegadores)."
    },
    {
      "id": 92,
      "pergunta": "Um dos comandos muitos usados pelos usuários de Windows serve para eliminar direto o arquivo, sem enviar para lixeira, é exatamente a(s) tecla(s):",
      "opcoes": {
        "a": "Shift + PrtSc (Print Screen).",
        "b": "Shift + D.",
        "c": "Ctrl + Delete (Del).",
        "d": "Shift + Delete (Del).",
        "e": "Delete (Del)."
      },
      "resposta": "b",
      "resposta_texto": "Shift + D.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: B. Disciplina: Noções de Informática. Tópico: Software e Aplicativos (Word, Excel, Navegadores)."
    },
    {
      "id": 93,
      "pergunta": "Identifique no texto abaixo as configurações de texto usadas para formatar com exceção do trecho da fonte de pesquisa. Identificadas as configurações responda a alternativa CORRETA usada no texto:",
      "opcoes": {
        "a": "Justificado, negrito e itálico.",
        "b": "Centralizado, negrito e sublinhado",
        "c": "Alinha à direita, negrito e itálico.",
        "d": "Alinhado à esquerda, negrito e subscrito.",
        "e": "Justificado, texto realçado e itálico."
      },
      "resposta": "c",
      "resposta_texto": "Alinha à direita, negrito e itálico.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: C. Disciplina: Noções de Informática. Tópico: Software e Aplicativos (Word, Excel, Navegadores)."
    },
    {
      "id": 94,
      "pergunta": "Todo mundo sabe que para se navegar na internet para computadores, é preciso de um browser (navegador de internet). Mas quando nos navegadores de internet, geralmente sempre consideramos as mesmas opções (em especial as mais conhecidas) e não fazemos muitas pesquisas para saber se há algo melhor para nossas necessidades do dia a dia. Dentre as alternativas abaixo podemos afirmar que são navegadores de internet (browser), EXCETO:",
      "opcoes": {
        "a": "Chrome.",
        "b": "Microsoft Edge.",
        "c": "Comodo Dragon.",
        "d": "Opera.",
        "e": "Outlook."
      },
      "resposta": "d",
      "resposta_texto": "Opera.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D. Disciplina: Noções de Informática. Tópico: Software e Aplicativos (Word, Excel, Navegadores)."
    },
    {
      "id": 95,
      "pergunta": "O Microsoft Excel é um dos softwares mais usados no mundo e que está presente na maioria das empresas nos dias de hoje. Um dos principais recursos visados pelos usuários no Excel é a criação de gráficos, o que permite que todos os dados sejam analisados de forma fácil e visual. Os gráficos possibilitam extrair conclusões sobre processos, produtos ou serviços que, antes, não eram visíveis pela organização e que se tornam o insumo para ações estratégicas a serem implementadas. O Excel possui vários tipos de gráficos que podem representar os dados de uma tabela, identifique o tipo de gráfico usado na imagem acima e marque a alternativa correta:",
      "opcoes": {
        "a": "Histograma.",
        "b": "Linhas.",
        "c": "Dispersão.",
        "d": "Radar.",
        "e": "Colunas agrupadas."
      },
      "resposta": "e",
      "resposta_texto": "Colunas agrupadas.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: E. Disciplina: Noções de Informática. Tópico: Software e Aplicativos (Word, Excel, Navegadores)."
    },
    {
      "id": 96,
      "pergunta": "A Lei Orgânica de uma cidade trata de vários aspectos inerentes ao poder administrativo, legislativo e a seus servidores. Entre as vedações que esta lei impõe ao município de Fundão NÂO está:",
      "opcoes": {
        "a": "Exigir ou aumentar tributo, sem lei que o estabeleça.",
        "b": "Recusar fé a documento público.",
        "c": "Outorgar isenções e anistias fiscais, ou permitir a remissão de dívidas, sem interesse público justificado, sob pena de nulidade do ato",
        "d": "Criar distinções entre brasileiros ou preferências entre si.",
        "e": "Fomentar a produção agropecuária e organizar o abastecimento alimentar."
      },
      "resposta": "a",
      "resposta_texto": "Exigir ou aumentar tributo, sem lei que o estabeleça.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A. Disciplina: Conhecimentos Específicos. Tópico: Direito Constitucional e Administrativo."
    },
    {
      "id": 97,
      "pergunta": "Quando um cargo público é desocupado, se torna vago, diz-se que abriu vacância. O Regime Jurídico dos Servidores Públicos de Fundão prevê que a vacância deocorrerá de: I. Exoneração; Demissão e Ascensão. II. Aumento de vencimentos III. Aposentadoria e Falecimento. IV. Declaração de perda de cargo e Destituição de cargo em comissão. Julgue as afirmativas acima e assinale a alternativa CORRETA:",
      "opcoes": {
        "a": "Somente a III está errada.",
        "b": "III e IV estão erradas.",
        "c": "I e II estão erradas.",
        "d": "Somente a II está errada.",
        "e": "Somente a IV está errada."
      },
      "resposta": "b",
      "resposta_texto": "III e IV estão erradas.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: B. Disciplina: Conhecimentos Específicos. Tópico: Direito Constitucional e Administrativo."
    },
    {
      "id": 98,
      "pergunta": "O verão sempre traz consigo as chuvas, que associadas ao descuido das pessoas, ajudam a aumentar a procriação de mosquistos e, consequentemente, uma série de doenças por eles transmitidas. Por mais que autoridades alertem e sejam feitas campanhas de conscientização, o maior desafio no combate ao mosquito ainda é eliminar os criadouros, ou seja, o desleixo da população. Algumas das doenças de maior ocorrência por meio deste vetor são: I. Dengue. II. Gripe. III. Zika. IV. Chicungunya. Assinale a alternativa que corresponde as afirmativas:",
      "opcoes": {
        "a": "Somente III e IV estão corretas.",
        "b": "II, III e IV estão corretas.",
        "c": "I, III e IV estão corretas.",
        "d": "I e II estão corretas.",
        "e": "Somente I está correta."
      },
      "resposta": "c",
      "resposta_texto": "I, III e IV estão corretas.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: C. Disciplina: Conhecimentos Específicos. Tópico: Direito Constitucional e Administrativo."
    },
    {
      "id": 99,
      "pergunta": "Uma proposta adicional à reforma da previdência chamada de PEC Paralela, permitiu que estados e municípios adotem integralmente as regras da união, caso seja aprovado pelo legislativo local. Recentemente a Assembleia Legislativa do Epírito Santo aprovou o Projeto de Lei Complementar (PLC) 59/2019 que permiti a alteração do percentual de contribuição previdenciária de servidores estaduais. A alteração feita foi de:",
      "opcoes": {
        "a": "11% para 14%",
        "b": "8% para 14%",
        "c": "14% para 8%",
        "d": "8% para 11%",
        "e": "7,5% para 8%"
      },
      "resposta": "d",
      "resposta_texto": "8% para 11%",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D. Disciplina: Conhecimentos Específicos. Tópico: Direito Constitucional e Administrativo."
    },
    {
      "id": 100,
      "pergunta": "\"As indústrias também possuem grande importância para o município. Um exemplo é a empresa que produz tecnologia na área de petróleo, que hoje tem destaque nacional. Um dos seus principais produtos é o chamado slockline, que são\": www.fundao.es.gov.br",
      "opcoes": {
        "a": "Filtros de areia para a contenção das impurezas na retirada do petróleo.",
        "b": "Filtros usados para desanilização de água do mar.",
        "c": "Filtros para purificação de água contaminada.",
        "d": "Filtros de areia para uso doméstico.",
        "e": "Filtros de areia para despoluição das águas de rios e lagos."
      },
      "resposta": "e",
      "resposta_texto": "Filtros de areia para despoluição das águas de rios e lagos.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: E. Disciplina: Conhecimentos Específicos. Tópico: Direito Constitucional e Administrativo."
    },
    {
      "id": 101,
      "pergunta": "O município de Fundão integra uma área de estrutura urbana interligada em torno de Vitória, capital do estado do Espírito Santo, da qual também fazem parte as cidades de Serra, Vila Velha, Cariacica, Guarapari e Viana. A esta aglomeração damos no nome de:",
      "opcoes": {
        "a": "Região urbana.",
        "b": "União de cidades.",
        "c": "Perímetro urbano.",
        "d": "Capitais adjacentes.",
        "e": "Região metropolitana."
      },
      "resposta": "a",
      "resposta_texto": "Região urbana.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: A. Disciplina: Conhecimentos Específicos. Tópico: Direito Constitucional e Administrativo."
    },
    {
      "id": 102,
      "pergunta": "O Art. 142 da Lei Orgânica de Fundão diz que Município assegurará, nos termos da lei, condições indispensáveis ao desenvolvimento, segurança e estabilidade da família, bem como a assistência aos __________, à __________, aos __________ e a proteção à infância, à juventude e às pessoas portadoras de deficiência. As lacunas no texto se referem, respectivamente, a:",
      "opcoes": {
        "a": "Idosos, maternidade e excepcionais.",
        "b": "Estudantes, Viúvos (as) e idosos.",
        "c": "Pessoas com deficiência, menores infratores e idosos.",
        "d": "Adolescentes, jovens e idosos.",
        "e": "Crianças, adolescentes e jovens."
      },
      "resposta": "b",
      "resposta_texto": "Estudantes, Viúvos (as) e idosos.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: B. Disciplina: Conhecimentos Específicos. Tópico: Direito Constitucional e Administrativo."
    },
    {
      "id": 103,
      "pergunta": "Certamente, a maioria dos capixabas desconhecem a existência de um espaço situado no centro de Vitória, capital do Espírito Santo, que tem a proposta de popularizar e desmistificando a físca, por ajudar a compreender de forma divertida alguns fenômenos científicos. Este espaço é conhecido como:",
      "opcoes": {
        "a": "Escola da Ciência-Física.",
        "b": "Escola de assistência ao estudo da física.",
        "c": "Centro de interação de ciências e física.",
        "d": "Escola de aprendizagem científica.",
        "e": "Unidade de estudo de ciências."
      },
      "resposta": "c",
      "resposta_texto": "Centro de interação de ciências e física.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: C. Disciplina: Conhecimentos Específicos. Tópico: Direito Constitucional e Administrativo."
    },
    {
      "id": 104,
      "pergunta": "A preservação do meio ambiente tem se tornado uma preocupação global. O mundo inteiro discute ações em micro e em macro escalas para que conceitos e hábitos voltados para a sustentabilidade sejam difundidos e possam mobilizar população, empresas e governantes entorno do objetivo de evitar que nosso planeta entre em colapso. O Brasil está entre os nove países que abrigam um dos maiores biomas da terra e, por isso, nossas políticas ambientais são alvo de preocupação por todo o mundo. Este bioma é a:",
      "opcoes": {
        "a": "Restinga.",
        "b": "Manguezais.",
        "c": "Mata Atlântica.",
        "d": "Floresta Amazônica.",
        "e": "Cerrado."
      },
      "resposta": "d",
      "resposta_texto": "Floresta Amazônica.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: D. Disciplina: Conhecimentos Específicos. Tópico: Direito Constitucional e Administrativo."
    },
    {
      "id": 105,
      "pergunta": "O Regime Jurídico Único do município de Fundão/ES diz que é permitido ao servidor público ausentar-se da repartição em que tenha exercido, sem perda de seus vencimentos e vantagens, mediante autorização expressa da autoridade competente de cada Poder, para: I. Participar de congressos e outros certames culturais, técnicos, científicos ou desportivos; II. Participar de eventos de interesse pessoal, desde de justificados; III. Cumprimento de missão de interesse do serviço; IV. Frequentar cursos especializados que se relacionem com as atribuições do cargo efetivo de que seja titular. Entre as opções abaixo a correta é:",
      "opcoes": {
        "a": "I, II e III estão corretas.",
        "b": "Somente I e II estão corretas.",
        "c": "I, II e IV estão corretas.",
        "d": "I, III e IV estão corretas.",
        "e": "Somente II e IV estão corretas."
      },
      "resposta": "e",
      "resposta_texto": "Somente II e IV estão corretas.",
      "comentario": "Questão real da banca IDCAP. Gabarito oficial: E. Disciplina: Conhecimentos Específicos. Tópico: Direito Constitucional e Administrativo."
    }
  ]
}
