[
  {
    "id": 1,
    "pergunta": "A organização hierárquica de arquivos em diretórios e subdiretórios aumenta a eficiência na localização e na manutenção dos dados, permitindo um controle de acesso mais seguro e estruturado. Analise as afirmativas a seguir:\nI.A estrutura de pastas e subpastas permite uma categorização adequada dos arquivos, simplificando a busca e a identificação de documentos.\nII.Permissões de acesso podem ser concedidas ou restringidas em níveis específicos de diretórios, aprimorando a segurança dos dados.\nIII.Uma árvore de diretórios bem projetada facilita a realização de backups e restaurações, pois reduz o tempo de verificação e cópia das informações.\nEstá correto o que se afirma em:",
    "opcoes": {
      "a": "I e III, apenas.",
      "b": "I, II e III.",
      "c": "II, apenas.",
      "d": "I e II, apenas."
    },
    "gabarito": "b",
    "comentario": "Todas as afirmativas são corretas: organização hierárquica facilita busca, controle e backup."
  },
  {
    "id": 2,
    "pergunta": "O funcionamento de um computador depende da interação entre hardware e software, sendo que cada um desempenha um papel essencial no processamento das informações. Sobre a relação entre hardware e software, analise as afirmativas a seguir:\nI.O hardware consiste nos componentes físicos do computador, como processador, placa de vídeo e memória, enquanto o software corresponde aos programas e instruções executadas sobre esse hardware.\nII.O desempenho de um software depende exclusivamente da capacidade do hardware, não sendo influenciado pela otimização do código ou pelo sistema operacional utilizado.\nIII.Um software de edição de texto instrui a CPU a executar processos de formatação e exibição na tela, enquanto um jogo em 3D exige o trabalho conjunto da placa de vídeo e da memória para renderização gráfica.\nEstá correto o que se afirma em:",
    "opcoes": {
      "a": "I e III apenas.",
      "b": "II apenas.",
      "c": "I e II apenas.",
      "d": "I, II e III."
    },
    "gabarito": "a",
    "comentario": "Somente I e III estão corretas. O desempenho não depende exclusivamente do hardware."
  },
  {
    "id": 3,
    "pergunta": "O Windows 10 manteve elementos familiares e introduziu novas funcionalidades de interface, tornando o sistema mais versátil para uso doméstico e corporativo. Analise as afirmativas a seguir:\nI.O Windows 10 não possui o recurso de múltiplas áreas de trabalho, recurso presente somente no Windows 7.\nII.O Windows 10 apresenta um Menu Iniciar reformulado, combinando blocos dinâmicos do Windows 8 com a estrutura clássica do Windows 7.\nIII.O navegador Microsoft Edge foi removido na versão de lançamento do Windows 10, mantendo somente o Internet Explorer como opção padrão.\nEstá correto o que se afirma em:",
    "opcoes": {
      "a": "I, II e III.",
      "b": "III, apenas.",
      "c": "II, apenas.",
      "d": "I e II, apenas."
    },
    "gabarito": "c",
    "comentario": "Apenas II está correta. O Windows 10 tem múltiplas áreas e mantém Edge."
  },
  {
    "id": 4,
    "pergunta": "Hardware e software compõem a base de qualquer sistema computacional, sendo o hardware responsável pelos componentes físicos e o software, pelas instruções de funcionamento. Analise as afirmativas a seguir:\nI.O hardware engloba os componentes físicos do computador, enquanto o software corresponde aos programas que permitem a interação e o controle desses componentes.\nII.O software pode executar suas funções totalmente independente do hardware, não precisando de nenhum componente físico para operar.\nIII.O hardware funciona sem qualquer instrução de software, sendo capaz de executar tarefas complexas de forma autônoma.\nEstá correto o que se afirma em:",
    "opcoes": {
      "a": "I, apenas.",
      "b": "II, apenas.",
      "c": "I, II e III.",
      "d": "I e III, apenas."
    },
    "gabarito": "a",
    "comentario": "Só I está correta. Software depende do hardware, e hardware requer instruções de software."
  },
  {
    "id": 5,
    "pergunta": "O sistema operacional intermedeia a comunicação entre hardware e software, alocando recursos e organizando processos para assegurar o funcionamento integrado do computador, sobre o assunto, assinale a alternativa correta:",
    "opcoes": {
      "a": "O sistema operacional coordena tarefas apenas entre o processador e a memória, delegando o controle de dispositivos de E/S exclusivamente ao software aplicativo.",
      "b": "Ele gerencia a execução de processos e interrupções de hardware, porém depende completamente de programas externos para controlar o uso de memória no computador.",
      "c": "O sistema operacional gerencia memória, CPU e dispositivos de E/S, além de oferecer uma interface padronizada para usuários e desenvolvedores, garantindo a execução eficiente dos aplicativos.",
      "d": "O sistema operacional administra a alocação de recursos e tarefas, mas não provê qualquer interface que permita a interação do usuário com o sistema."
    },
    "gabarito": "c",
    "comentario": "Correta: gerencia memória, CPU, dispositivos e fornece interface."
  },
  {
    "id": 6,
    "pergunta": "O Gerenciador de Tarefas do Windows evoluiu para fornecer dados detalhados sobre o desempenho do sistema, como uso de CPU, memória e rede, facilitando o monitoramento e a solução de problemas. Acerca do assunto, marque V, para as afirmativas verdadeiras, e F, para as falsas:\n(__)O Gerenciador de Tarefas não exibe processos em execução, restringindo-se apenas ao uso de CPU.\n(__)É possível visualizar e controlar quais programas iniciam junto com o sistema operacional.\n(__)O Gerenciador de Tarefas não inclui histórico de aplicativos, impossibilitando analisar o consumo de recursos ao longo do tempo.\n(__)As versões mais recentes permitem encerrar processos que causam lentidão ou falhas, tornando a manutenção mais simples.\nA sequência está correta em:",
    "opcoes": {
      "a": "F, F, V, V.",
      "b": "V, F, F, V.",
      "c": "F, V, F, V.",
      "d": "V, V, V, F."
    },
    "gabarito": "c",
    "comentario": "O Gerenciador exibe processos, controla inicialização, mostra histórico e encerra processos problemáticos."
  },
  {
    "id": 7,
    "pergunta": "O Windows tem uma ferramenta interna de acessibilidade, ele exibe um teclado visual com todas as teclas padrão que pode ser usada em vez de um teclado físico. Marque a alternativa CORRETA desse recurso de Acessibilidade do Windows.",
    "opcoes": {
      "a": "Lupa.",
      "b": "Teclado virtual.",
      "c": "Narrador.",
      "d": "Reconhecimento de fala no Windows."
    },
    "gabarito": "b",
    "comentario": "O teclado virtual é a ferramenta de acessibilidade que simula teclas na tela."
  },
  {
    "id": 8,
    "pergunta": "Julgue as assertivas a seguir sobre conceitos básicos de hardware e software:\nI.Os softwares gerenciadores de sistema é projetado para executar tarefas específicas e atender às necessidades dos usuários, como processadores de texto e planilhas eletrônicas.\nII.A memória cache é uma memória de acesso aleatório (RAM) de alta velocidade, utilizada para armazenar dados temporários que a CPU acessa com frequência.\nIII.O BIOS (Sistema Básico de Entrada/Saída) é um firmware responsável por inicializar o hardware do computador e carregar o sistema operacional na memória RAM.\nIV.Os dispositivos de entrada transformam dados em sinais que o computador pode processar, enquanto os dispositivos de saída exibem os resultados do processamento de dados.\nAssinale a alternativa correta:",
    "opcoes": {
      "a": "Apenas as afirmativas II e IV são verdadeiras.",
      "b": "Apenas as afirmativas I e II são verdadeiras.",
      "c": "Apenas as afirmativas I e IV são verdadeiras.",
      "d": "Apenas as afirmativas II, III e IV são verdadeiras."
    },
    "gabarito": "d",
    "comentario": "Corretas: II, III e IV estão de acordo com o conceito de memória cache, BIOS e I/O."
  },
  {
    "id": 9,
    "pergunta": "Um software necessário em qualquer sistema operacional para navegar na internet. Marque a alternativa CORRETA que corresponde ao software descrito para usar a internet.",
    "opcoes": {
      "a": "Antivírus.",
      "b": "Navegador.",
      "c": "Desfragmentador.",
      "d": "Compactador."
    },
    "gabarito": "b",
    "comentario": "O navegador (browser) é indispensável para acessar a internet."
  },
  {
    "id": 10,
    "pergunta": "Considerando as noções básicas de sistema operacional Windows, qual alternativa descreve corretamente uma funcionalidade essencial que o Windows proporciona para a gestão e operação de um computador?",
    "opcoes": {
      "a": "O Windows permite a personalização do ambiente de trabalho, incluindo a mudança de temas, configurações de exibição e organização de ícones.",
      "b": "O Windows não suporta a instalação de novos dispositivos de hardware sem reinstalar o sistema operacional.",
      "c": "O Windows permite apenas uma única conexão de rede de cada vez para maximizar a segurança da rede.",
      "d": "O Windows usa exclusivamente a linha de comando para todas as operações de gerenciamento de arquivos e aplicativos."
    },
    "gabarito": "a",
    "comentario": "O Windows permite a personalização visual, organização e facilidade de gestão do sistema."
  }
]
  
