{
  "titulo_bloco": "Simulado Completo Polícia Penal ES - Questões 01 a 60 (Versão Corrigida para Interatividade)",
  "periodo_simulado": "08/11/2025",
  "questoes": [
    {
      "id": 1,
      "questao": "**[TEXTO BASE PARA INTERPRETAÇÃO - QUESTÕES 1 a 10]**\n\nO texto seguinte servirá de base para responder às questões de 1 a 10.\n\nAs joias roubadas do Louvre, em Paris, em um ousado assalto à luz do dia, foram avaliadas em 88 milhões de euros (R$ 550,3 milhões), afirmou um promotor público francês, citando o curador do museu. A procuradora francesa Laure Beccuau disse à rádio francesa RTL que a quantia era \"extraordinária\", mas afirmou que a maior perda era para o patrimônio histórico da França. Entre os itens roubados estavam joias da coroa e peças oferecidas por dois imperadores da Casa de Bonaparte às suas esposas. Ladrões munidos de ferramentas elétricas levaram menos de oito minutos para entrar e fugir com o saque, logo após a abertura do museu mais visitado do mundo na manhã de domingo. Como os ladrões não foram capturados mais de dois dias após o roubo, os especialistas temem que as joias já tenham desaparecido. Beccuau disse que o anúncio do valor estimado das joias poderia fazer com que os ladrões pensassem duas vezes e não as destruíssem. Ela acrescentou que os ladrões não ficariam com todo o dinheiro se tivessem \"a péssima ideia de derreter essas joias\". Os itens roubados, anteriormente descritos como tendo um valor inestimável, incluem um colar de diamantes e esmeraldas que o imperador Napoleão deu à sua esposa, uma tiara usada pela imperatriz Eugênia, esposa de Napoleão 3ᵒ, e várias peças que pertenceram à rainha Maria-Amélia, mulher do rei Luis Felipe 1º e prima de primeiro grau da primeira imperatriz brasileira, Maria Leopoldina. Os investigadores encontraram uma coroa danificada que pertencia à imperatriz Eugênia na rota de fuga dos ladrões — aparentemente deixada para trás quando eles partiram às pressas. Quatro ladrões mascarados usaram um caminhão equipado com um elevador mecânico para ter acesso à Galerie d'Apollon (Galeria de Apolo) através de uma varanda próxima ao rio Sena. Dois deles cortaram uma janela de vidro no primeiro andar usando um cortador de disco alimentado por bateria e entraram no museu. Em seguida, ameaçaram os guardas que estavam dentro do prédio, que evacuaram o local. Os ladrões tentaram incendiar o veículo do lado de fora, mas foram impedidos pela intervenção de um funcionário do museu. Eles foram vistos fugindo em scooters. O presidente francês Emmanuel Macron descreveu o roubo como um ataque ao patrimônio da França. As medidas de segurança foram reforçadas em torno das instituições culturais do país, depois que um relatório preliminar constatou que uma em cada três salas do Louvre não possuía câmeras de segurança e que seu sistema de alarme mais amplo não disparou. O ministro da Justiça, Gérald Darmanin, afirmou que os protocolos de segurança \"falharam\", lamentando que os ladrões tenham conseguido conduzir um caminhão modificado até ao museu, deixando a França com uma \"imagem terrível\". As autoridades acreditam estar perseguindo uma equipe de profissionais, dada a rapidez e organização com que agiram. Especialistas em recuperação de obras de arte disseram anteriormente à BBC que os investigadores tinham apenas um ou dois dias para localizar os itens antes que eles fossem considerados perdidos para sempre. É muito provável que tenham sido transformados em metais preciosos e pedras preciosas, contrabandeados para fora do país e vendidos por uma fração do seu valor, afirmaram outros especialistas.\n\n**[PERGUNTA 01]** Com base nas informações do texto, assinale a alternativa que apresenta a principal consequência do roubo das joias do Louvre, segundo a procuradora francesa.",
      "opcoes": {
        "a": "A perda de peças de alto valor financeiro.",
        "b": "O aumento da criminalidade em Paris.",
        "c": "O prejuízo ao patrimônio histórico da França.",
        "d": "A exposição da fragilidade da segurança do museu.",
        "e": "A destruição de obras de arte de valor inestimável."
      },
      "resposta_correta": "c", 
      "comentario": {
        "a": "Incorreta. O valor financeiro é citado, mas a procuradora Laure Beccuau afirmou que a **maior perda era para o patrimônio histórico**.",
        "b": "Incorreta. O aumento da criminalidade em Paris não é a principal consequência citada pela procuradora.",
        "c": "Correta. A procuradora afirmou que a **maior perda era para o patrimônio histórico da França**.",
        "d": "Incorreta. A fragilidade da segurança é a causa ou um efeito, mas não a principal **consequência do roubo** citada pela procuradora.",
        "e": "Incorreta. A destruição é um **temor** dos especialistas, mas não a principal consequência do roubo citada pela procuradora."
      }
    },
    {
      "id": 2,
      "questao": "De acordo com o texto, qual foi a intenção da procuradora ao divulgar o valor estimado das joias roubadas?",
      "opcoes": {
        "a": "Justificar o reforço nas medidas de segurança.",
        "b": "Alertar a população sobre o prejuízo financeiro.",
        "c": "Incentivar os ladrões a devolverem as joias.",
        "d": "Desestimular os ladrões a destruírem as peças.",
        "e": "Pressionar as autoridades a agirem com mais rapidez."
      },
      "resposta_correta": "d",
      "comentario": {
        "a": "Incorreta. Não é o objetivo principal da divulgação.",
        "b": "Incorreta. O foco do anúncio é nos ladrões, não na população.",
        "c": "Incorreta. A intenção era evitar a **destruição**, não incentivar a devolução.",
        "d": "Correta. Beccuau disse que o anúncio do valor visava fazer os ladrões pensarem duas vezes e **não as destruíssem**.",
        "e": "Incorreta. O objetivo principal era evitar a destruição das peças."
      }
    },
    {
      "id": 3,
      "questao": "Considerando as informações do texto, assinale a alternativa que melhor caracteriza a ação dos ladrões.",
      "opcoes": {
        "a": "Amadora, devido à pressa na fuga.",
        "b": "Improvisada, com uso de ferramentas rudimentares.",
        "c": "Violenta, com confronto armado com os guardas.",
        "d": "Profissional, pela rapidez e organização da execução.",
        "e": "Fracassada, pois os ladrões foram capturados."
      },
      "resposta_correta": "d",
      "comentario": {
        "a": "Incorreta. A ação foi descrita como rápida e organizada, indicando profissionalismo.",
        "b": "Incorreta. Usaram **ferramentas elétricas** e um caminhão modificado.",
        "c": "Incorreta. Ameaçaram os guardas, mas não há menção a confronto armado.",
        "d": "Correta. As autoridades acreditam perseguir uma **equipe de profissionais**, dada a rapidez e organização.",
        "e": "Incorreta. Os ladrões fugiram com o saque com sucesso."
      }
    },
    {
      "id": 4,
      "questao": "Com base no texto, é correto afirmar que os itens roubados:",
      "opcoes": {
        "a": "Foram todos recuperados pelas autoridades francesas.",
        "b": "Pertenciam exclusivamente à imperatriz Maria Leopoldina.",
        "c": "Incluíam peças de valor histórico e simbólico.",
        "d": "Estavam guardados em cofres subterrâneos do museu.",
        "e": "Foram derretidos e vendidos no mercado negro."
      },
      "resposta_correta": "c",
      "comentario": {
        "a": "Incorreta. Apenas uma coroa danificada foi encontrada na rota de fuga.",
        "b": "Incorreta. As peças pertenciam a Napoleão, Imperatriz Eugênia e Maria-Amélia, sendo a rainha Maria-Amélia prima de Maria Leopoldina.",
        "c": "Correta. Os itens incluíam joias da coroa e peças oferecidas por imperadores, denotando **valor histórico e simbólico**.",
        "d": "Incorreta. Não há informação no texto sobre cofres subterrâneos.",
        "e": "Incorreta. Os especialistas **temem** que isso tenha acontecido; não é uma afirmação factual do texto."
      }
    },
    {
      "id": 5,
      "questao": "Com base no texto, assinale a alternativa que apresenta uma medida adotada após o roubo ao museu do Louvre.",
      "opcoes": {
        "a": "Instalação de cofres subterrâneos para proteger as joias.",
        "b": "Reforço nas medidas de segurança em instituições culturais.",
        "c": "Substituição dos guardas por agentes armados.",
        "d": "Fechamento temporário do museu para reforma.",
        "e": "Criação de uma força-tarefa internacional para recuperar os itens."
      },
      "resposta_correta": "b",
      "comentario": {
        "a": "Incorreta. Não é mencionado no texto.",
        "b": "Correta. O texto diz: **'As medidas de segurança foram reforçadas em torno das instituições culturais do país...'**.",
        "c": "Incorreta. Não é mencionado no texto.",
        "d": "Incorreta. Não é mencionado no texto.",
        "e": "Incorreta. Embora o anúncio do valor vise auxiliar em buscas internacionais, a medida de segurança adotada foi o reforço geral."
      }
    }
    // ... INSERIR AS QUESTÕES 6 A 60 AQUI, MANTENDO O FORMATO CORRIGIDO:
    // "resposta_correta": "...",
    // "comentario": { "a": "...", "b": "...", "c": "...", "d": "...", "e": "..." }
  ]
}
