{
  "id": "simulado-tudox-atualizado",
  "nome": "Simulado de Atualidades - 61 Questões",
  "totalQuestoes": 61,
  "instrucoes": "Simulado gerado a partir do arquivo tudox.txt, com questões de Atualidades e Aspectos do Brasil e do ES.",
  "questoes": [
    {
      "numero": 1,
      "disciplina": "Teste de Atualidades/ES",
      "questao": "A taxação de super-ricos tem sido tema de debate internacional em 2025. Segundo propostas discutidas em fóruns econômicos globais, qual seria o principal objetivo dessa medida?",
      "opcoes": {
        "A": "A taxação de super-ricos tem como principais objetivos aumentar a arrecadação pública para investimentos sociais e em infraestrutura, além de contribuir para a redução da desigualdade social.",
        "B": "A proposta não visa eliminar a propriedade privada, mas sim tributar grandes fortunas. • • •",
        "C": "Embora possa haver efeitos indiretos, não é o objetivo principal da medida.",
        "D": "A medida visa combater, não incentivar, a evasão fiscal.",
        "E": "Promover a concentração de renda."
      },
      "resposta_correta": "A",
      "explicacao_professor": "A) Correta. A taxação de super-ricos tem como principais objetivos aumentar a arrecadação pública para investimentos sociais e em infraestrutura, além de contribuir para a redução da desigualdade social. B) Incorreta. A proposta não visa eliminar a propriedade privada, mas sim tributar grandes fortunas. C) Incorreta. Embora possa haver efeitos indiretos, não é o objetivo principal da medida. D) Incorreta. A medida visa combater, não incentivar, a evasão fiscal. E) Incorreta. O objetivo é justamente o oposto: reduzir a concentração de renda."
    },
    {
      "numero": 2,
      "disciplina": "Atualidades/ES",
      "questao": "A Reforma Tributária sobre o consumo, promulgada por meio da Emenda Constitucional 132 em dezembro de 2023, entrou em uma nova fase em 2025: a de regulamentação. Qual foi o primeiro ato normativo sancionado resultante desse processo?",
      "opcoes": {
        "A": "A regulamentação está sendo feita por meio de Leis Complementares, não Medidas Provisórias.",
        "B": "A regulamentação não foi feita por Decreto Presidencial.",
        "C": "Conforme a página oficial do Ministério da Fazenda sobre a Reforma Tributária, o primeiro resultado do processo de regulamentação foi a sanção da Lei Complementar nº 214, de 16 de janeiro de 2025, que institui a Lei Geral do IBS, da CBS e do Imposto Seletivo.",
        "D": "A criação do Comitê Gestor do IBS é objeto de outro projeto de lei complementar (PLP 108/2024), não de uma portaria.",
        "E": "A aprovação do Projeto de Lei Complementar (PLP) 108/2024, que trata do tributo a ser gerido por estados e municípios."
      },
      "resposta_correta": "C",
      "explicacao_professor": "A) Incorreta. A regulamentação está sendo feita por meio de Leis Complementares, não Medidas Provisórias. B) Incorreta. A regulamentação não foi feita por Decreto Presidencial. C) Correta. Conforme a página oficial do Ministério da Fazenda sobre a Reforma Tributária, o primeiro resultado do processo de regulamentação foi a sanção da Lei Complementar nº 214, de 16 de janeiro de 2025, que institui a Lei Geral do IBS, da CBS e do Imposto Seletivo. D) Incorreta. A criação do Comitê Gestor do IBS é objeto de outro projeto de lei complementar (PLP 108/2024), não de uma portaria. E) Incorreta. A aprovação do PLP 108/2024 no Senado ocorreu posteriormente, em setembro/outubro de 2025, e trata especificamente da gestão do IBS, não sendo o primeiro ato sancionado da regulamentação geral."
    },
    {
      "numero": 3,
      "disciplina": "Atualidades/ES",
      "questao": "A economia do Espírito Santo é marcada por sua diversidade e por sua relevância em setores estratégicos para o Brasil. Com base nos dados econômicos do estado, qual setor detém a maior participação no Produto Interno Bruto (PIB) capixaba?",
      "opcoes": {
        "B": "A indústria tem uma participação significativa (34,5%), mas não é a maior.",
        "A": "Embora a agropecuária seja importante, especialmente o café, sua participação no PIB (9,3%) é a menor entre os três grandes setores.",
        "C": "Conforme os dados apresentados pelo Brasil Escola, o setor de serviços é o principal componente da economia capixaba, respondendo por 56,3% do PIB estadual, em grande parte devido à intensa atividade portuária.",
        "D": "A produção de petróleo e gás é uma atividade industrial de grande relevância e fonte de receita, mas está contida dentro do setor secundário (indústria), que não é o maior em participação no PIB.",
        "E": "O setor de exportação de rochas ornamentais, como o granito."
      },
      "resposta_correta": "C",
      "explicacao_professor": "A) Incorreta. Embora a agropecuária seja importante, especialmente o café, sua participação no PIB (9,3%) é a menor entre os três grandes setores. B) Incorreta. A indústria tem uma participação significativa (34,5%), mas não é a maior. C) Correta. Conforme os dados apresentados pelo Brasil Escola, o setor de serviços é o principal componente da economia capixaba, respondendo por 56,3% do PIB estadual, em grande parte devido à intensa atividade portuária. D) Incorreta. A produção de petróleo e gás é uma atividade industrial de grande relevância e fonte de receita, mas está contida dentro do setor secundário (indústria), que não é o maior em participação no PIB. E) Incorreta. A exportação de granito é um nicho importante da economia, mas não representa o maior setor do PIB."
    },
    {
      "numero": 4,
      "disciplina": "Atualidades/ES",
      "questao": "De acordo com o Anuário Brasileiro de Segurança Pública 2025, o Brasil registrou em 2024 a menor taxa de Mortes Violentas Intencionais (MVI) desde 2012. Apesar da queda nacional, a violência letal permanece concentrada em determinadas regiões. Qual estado brasileiro liderou o ranking de mais violento do país em 2024?",
      "opcoes": {
        "A": "A Bahia apresentou a segunda maior taxa de MVI (40,6), mas não a primeira.",
        "B": "O Ceará ficou na terceira posição, com uma taxa de 37,5.",
        "C": "Conforme os dados do Anuário, o Amapá liderou o ranking com a maior taxa de Mortes Violentas Intencionais do Brasil em 2024, registrando 45,1 casos por 100 mil habitantes.",
        "D": "Pernambuco ocupou a quarta posição no ranking.",
        "E": "Rio de Janeiro"
      },
      "resposta_correta": "C",
      "explicacao_professor": "A) Incorreta. A Bahia apresentou a segunda maior taxa de MVI (40,6), mas não a primeira. B) Incorreta. O Ceará ficou na terceira posição, com uma taxa de 37,5. C) Correta. Conforme os dados do Anuário, o Amapá liderou o ranking com a maior taxa de Mortes Violentas Intencionais do Brasil em 2024, registrando 45,1 casos por 100 mil habitantes. D) Incorreta. Pernambuco ocupou a quarta posição no ranking. E) Incorreta. O Rio de Janeiro, apesar de sua notoriedade, ficou na 15ª posição, com uma taxa de 15,8, abaixo da média nacional."
    },
    {
      "numero": 5,
      "disciplina": "Atualidades/ES",
      "questao": "O mesmo Anuário Brasileiro de Segurança Pública 2025 aponta que as dez cidades com as maiores taxas de MVI em 2024 estão localizadas em uma única macrorregião do Brasil. A qual região pertencem todas essas cidades?",
      "opcoes": {
        "A": "Embora a região Norte tenha a segunda maior taxa de violência, nenhuma de suas cidades apareceu no top 10.",
        "B": "A região Centro-Oeste não teve cidades entre as mais violentas.",
        "C": "A região Sudeste, apesar de populosa, apresentou taxas de violência menores.",
        "D": "A região Sul tradicionalmente apresenta os menores índices de violência letal do país.",
        "E": "Nordeste"
      },
      "resposta_correta": "E",
      "explicacao_professor": "A) Incorreta. Embora a região Norte tenha a segunda maior taxa de violência, nenhuma de suas cidades apareceu no top 10. B) Incorreta. A região Centro-Oeste não teve cidades entre as mais violentas. C) Incorreta. A região Sudeste, apesar de populosa, apresentou taxas de violência menores. D) Incorreta. A região Sul tradicionalmente apresenta os menores índices de violência letal do país. E) Correta. O relatório destaca que todas as dez cidades com as maiores taxas de Mortes Violentas Intencionais em 2024 estão localizadas na região Nordeste, com a violência nessas áreas frequentemente associada a disputas entre facções do crime organizado."
    },
    {
      "numero": 6,
      "disciplina": "Atualidades/ES",
      "questao": "A cultura do Espírito Santo é marcada pela confluência de diversas influências. Qual das seguintes manifestações folclóricas, que envolve música, dança e elementos teatrais, é considerada um dos maiores símbolos da identidade cultural capixaba?",
      "opcoes": {
        "A": "O Maracatu é uma manifestação cultural típica de Pernambuco.",
        "B": "O Bumba Meu Boi é uma festa tradicional do Maranhão e de outras partes do Norte e Nordeste.",
        "C": "O Congo é uma das mais expressivas e tradicionais manifestações culturais do Espírito Santo, especialmente em municípios como Serra, Vila Velha e Cariacica, misturando elementos religiosos católicos com tradições africanas.",
        "D": "A Festa do Divino ocorre em várias partes do Brasil, mas não é o principal símbolo da identidade capixaba. •",
        "E": "O Jongo, uma dança de roda de origem africana praticada ao som de tambores."
      },
      "resposta_correta": "C",
      "explicacao_professor": "A) Incorreta. O Maracatu é uma manifestação cultural típica de Pernambuco. B) Incorreta. O Bumba Meu Boi é uma festa tradicional do Maranhão e de outras partes do Norte e Nordeste. C) Correta. O Congo é uma das mais expressivas e tradicionais manifestações culturais do Espírito Santo, especialmente em municípios como Serra, Vila Velha e Cariacica, misturando elementos religiosos católicos com tradições africanas. D) Incorreta. A Festa do Divino ocorre em várias partes do Brasil, mas não é o principal símbolo da identidade capixaba. E) Incorreta. O Jongo também é praticado no Espírito Santo, mas o Congo tem uma representatividade e abrangência maiores como símbolo cultural do estado."
    },
    {
      "numero": 7,
      "disciplina": "Atualidades/ES",
      "questao": "Em 2025, um debate sobre desigualdade social no Brasil ganhou força com a divulgação de uma pesquisa que revelou a percepção da população sobre o tema. Qual foi o principal achado dessa pesquisa, conforme noticiado pela Folha de S.Paulo?",
      "opcoes": {
        "A": "A pesquisa aponta para uma forte percepção de alta desigualdade, não de diminuição.",
        "B": "A notícia indica que a percepção de desigualdade é maior entre as mulheres e nas classes C, D e E, não entre homens e classes altas.",
        "C": "O percentual é significativamente maior que 50%.",
        "D": "Segundo a pesquisa divulgada, um percentual expressivo de 77% dos brasileiros considera o país muito desigual, e essa percepção é ainda mais acentuada entre as mulheres (82%).",
        "E": "A pesquisa concluiu que a desigualdade de renda não é mais um problema central para a população."
      },
      "resposta_correta": "D",
      "explicacao_professor": "A) Incorreta. A pesquisa aponta para uma forte percepção de alta desigualdade, não de diminuição. B) Incorreta. A notícia indica que a percepção de desigualdade é maior entre as mulheres e nas classes C, D e E, não entre homens e classes altas. C) Incorreta. O percentual é significativamente maior que 50%. D) Correta. Segundo a pesquisa divulgada, um percentual expressivo de 77% dos brasileiros considera o país muito desigual, e essa percepção é ainda mais acentuada entre as mulheres (82%). E) Incorreta. O resultado da pesquisa reforça a ideia de que a desigualdade continua sendo uma preocupação central."
    },
    {
      "numero": 8,
      "disciplina": "Atualidades/ES",
      "questao": "O Espírito Santo possui uma geografia diversificada, que influencia diretamente sua economia e cultura. Qual das seguintes características descreve corretamente o relevo e o litoral do estado?",
      "opcoes": {
        "A": "A violência urbana, e não a baixa densidade rural, é o foco principal.",
        "B": "O perfil demográfico da criminalidade geralmente se concentra na população jovem.",
        "C": "Relatórios como o Anuário Brasileiro de Segurança Pública e análises de especialistas consistentemente apontam as disputas entre facções do crime organizado como um dos principais motores da violência letal no Brasil, especialmente nas regiões Norte e Nordeste.",
        "D": "O debate sobre segurança pública geralmente aponta para a necessidade de um policiamento mais eficiente e inteligente, não para o excesso como causa da violência.",
        "E": "A proibição da venda de armas de fogo para civis."
      },
      "resposta_correta": "B",
      "explicacao_professor": "A) Incorreta. Embora o interior seja montanhoso, o estado possui uma importante planície litorânea. B) Correta. Conforme informações do governo do estado e de fontes geográficas, o território capixaba é dividido em duas regiões naturais distintas: a baixada litorânea, que se estende por cerca de 400 km, e o planalto no interior. C) Incorreta. Não há grandes áreas de depressão ou abaixo do nível do mar no estado. D) Incorreta. O litoral é extenso, com aproximadamente 400 km, e o interior é um planalto, não um pantanal. E) Incorreta. O Espírito Santo é banhado pelo Oceano Atlântico a leste. Questão 9 A segurança pública no Brasil enfrenta desafios complexos e multifacetados. De acordo com especialistas e relatórios recentes, qual dos seguintes fatores é frequentemente apontado como um dos principais agravantes da violência e da criminalidade no país? A) A baixa densidade demográfica nas áreas rurais. B) O envelhecimento da população e a diminuição do número de jovens. C) A atuação de facções do crime organizado, especialmente em disputas por territórios para o tráfico de drogas. D) O excesso de policiamento ostensivo nas grandes cidades. E) A proibição da venda de armas de fogo para civis. Resposta: C Comentário: A) Incorreta. A violência urbana, e não a baixa densidade rural, é o foco principal. B) Incorreta. O perfil demográfico da criminalidade geralmente se concentra na população jovem. C) Correta. Relatórios como o Anuário Brasileiro de Segurança Pública e análises de especialistas consistentemente apontam as disputas entre facções do crime organizado como um dos principais motores da violência letal no Brasil, especialmente nas regiões Norte e Nordeste. D) Incorreta. O debate sobre segurança pública geralmente aponta para a necessidade de um policiamento mais eficiente e inteligente, não para o excesso como causa da violência. E) Incorreta. O debate sobre o acesso a armas de fogo é complexo, mas a proibição em si não é apontada como a causa principal da atuação do crime organizado."
    },
    {
      "numero": 10,
      "disciplina": "Atualidades/ES",
      "questao": "A economia do Espírito Santo se destaca nacionalmente em várias áreas. Além de ser um grande exportador de minério de ferro e aço, o estado ocupa uma posição de destaque na produção de quais recursos energéticos?",
      "opcoes": {
        "A": "O estado importa carvão mineral, mas não é um grande produtor.",
        "B": "Embora possua hidrelétricas, não é sua principal área de destaque energético nacional.",
        "C": "A produção de energia eólica e solar é mais proeminente em outras regiões do Brasil.",
        "D": "Conforme dados econômicos, o Espírito Santo é o segundo maior produtor de petróleo e gás natural do Brasil, ficando atrás apenas do Rio de Janeiro, com potencial de aumento devido à exploração da camada pré-sal.",
        "E": "Urânio e xisto betuminoso."
      },
      "resposta_correta": "D",
      "explicacao_professor": "A) Incorreta. O estado importa carvão mineral, mas não é um grande produtor. B) Incorreta. Embora possua hidrelétricas, não é sua principal área de destaque energético nacional. C) Incorreta. A produção de energia eólica e solar é mais proeminente em outras regiões do Brasil. D) Correta. Conforme dados econômicos, o Espírito Santo é o segundo maior produtor de petróleo e gás natural do Brasil, ficando atrás apenas do Rio de Janeiro, com potencial de aumento devido à exploração da camada pré-sal. E) Incorreta. Não há produção significativa desses recursos no estado."
    },
    {
      "numero": 11,
      "disciplina": "Atualidades/ES",
      "questao": "Em 2025, o debate sobre a fome e a insegurança alimentar no Brasil continuou em pauta. Qual das seguintes afirmações reflete corretamente a situação, conforme apontado em análises sobre temas sociais relevantes para o país?",
      "opcoes": {
        "A": "Apesar dos avanços em diferentes períodos, a fome voltou a ser um problema grave no Brasil.",
        "B": "A insegurança alimentar é um problema que afeta tanto áreas urbanas quanto rurais.",
        "C": "Análises sobre os principais problemas sociais do Brasil em 2025, como as citadas em portais de notícias e temas para o Enem, destacam que a fome e a insegurança alimentar continuam a ser um desafio significativo, afetando milhões de pessoas.",
        "D": "O problema da fome no Brasil está mais relacionado ao acesso e à distribuição de alimentos do que à capacidade de produção.",
        "E": "Programas de transferência de renda se mostraram ineficazes no combate à insegurança alimentar."
      },
      "resposta_correta": "C",
      "explicacao_professor": "A) Incorreta. Apesar dos avanços em diferentes períodos, a fome voltou a ser um problema grave no Brasil. B) Incorreta. A insegurança alimentar é um problema que afeta tanto áreas urbanas quanto rurais. C) Correta. Análises sobre os principais problemas sociais do Brasil em 2025, como as citadas em portais de notícias e temas para o Enem, destacam que a fome e a insegurança alimentar continuam a ser um desafio significativo, afetando milhões de pessoas. D) Incorreta. O problema da fome no Brasil está mais relacionado ao acesso e à distribuição de alimentos do que à capacidade de produção. E) Incorreta. Programas de transferência de renda são considerados ferramentas importantes no combate à pobreza e à insegurança alimentar, embora possam ter sua eficácia debatida e aprimorada."
    },
    {
      "numero": 12,
      "disciplina": "Atualidades/ES",
      "questao": "A divisão político-administrativa do Espírito Santo organiza o estado em municípios. Quantos municípios compõem o estado do Espírito Santo?",
      "opcoes": {
        "A": "55",
        "B": "68",
        "C": "78",
        "D": "88",
        "E": "Incorretas. •"
      },
      "resposta_correta": "C",
      "explicacao_professor": "A), B), D), E) Incorretas. C) Correta. De acordo com o Instituto Brasileiro de Geografia e Estatística (IBGE) e informações oficiais do governo estadual, o Espírito Santo é composto por 78 municípios."
    },
    {
      "numero": 13,
      "disciplina": "Atualidades/ES",
      "questao": "A discussão sobre a reforma tributária no Brasil em 2025 envolveu a criação de novos impostos e a unificação de outros. O Imposto sobre Bens e Serviços (IBS) é um dos pilares dessa reforma. Qual é a principal característica do IBS?",
      "opcoes": {
        "A": "Uma das principais vantagens da reforma é justamente a não cumulatividade, permitindo o crédito do imposto pago na etapa anterior.",
        "B": "A Contribuição sobre Bens e Serviços (CBS) é de competência da União, mas o IBS é de competência de estados e municípios.",
        "C": "O IBS é o chamado “IVA subnacional”, que unificará o ICMS (Imposto sobre Circulação de Mercadorias e Serviços) e o ISS (Imposto sobre Serviços de Qualquer Natureza), sendo gerido por um Comitê Gestor com participação de estados e municípios.",
        "D": "O IBS incide sobre um
