[
  {
    "numero": 1,
    "disciplina": "Língua Portuguesa",
    "topico": "Concordância Verbal e Nominal (10.1)",
    "questao": "Assinale a alternativa em que a concordância verbal e nominal está **CORRETA**:",
    "opcoes": {
      "A": "Menas dúvidas e mais atenção fazem o desempenho subir.",
      "B": "É necessário calma e bastante foco para a resolução da prova.",
      "C": "Houve muitos imprevistos durante o percurso que atrapalharam os candidatos.",
      "D": "Ficaram anexo as listas de convocação dos aprovados no concurso.",
      "E": "Segue inclusa a fotocópia do seu documento de identidade.",
      "F": "Não devem existir vagas ociosas no próximo curso de formação."
    },
    "resposta_correta": "C",
    "explicacao_professor": "O verbo 'haver' no sentido de 'existir' ou 'acontecer' é impessoal, devendo permanecer sempre na terceira pessoa do singular ('Houve'). O item 'F' também está correto: O verbo 'existir' concorda com o sujeito 'vagas ociosas'."
  },
  {
    "numero": 2,
    "disciplina": "Língua Portuguesa",
    "topico": "Emprego de conectores e outros elementos de sequenciação textual (5.5)",
    "questao": "No trecho 'A Lei de Execução Penal é essencial para o sistema prisional, **conquanto** poucos a estudem com a devida atenção.', a conjunção em destaque expressa, no contexto, a ideia de:",
    "opcoes": {
      "A": "Causa.",
      "B": "Adição.",
      "C": "Concessão.",
      "D": "Conclusão.",
      "E": "Explicação."
    },
    "resposta_correta": "C",
    "explicacao_professor": "A conjunção 'conquanto' é uma conjunção subordinativa concessiva, introduzindo uma ideia que, embora seja contrária, não impede a realização da ideia principal ('é essencial'). Sinônimo de 'embora', 'ainda que'."
  },
  {
    "numero": 3,
    "disciplina": "Língua Portuguesa",
    "topico": "Reescrita de frases e parágrafos (8)",
    "questao": "A frase 'O agente público deve agir com probidade, para que a moralidade administrativa seja respeitada.' foi reescrita com alteração de sentido em:",
    "opcoes": {
      "A": "O agente público deve agir com probidade; assim, a moralidade administrativa será respeitada.",
      "B": "A moralidade administrativa será respeitada, desde que o agente público aja com probidade.",
      "C": "Como o agente público deve agir com probidade, a moralidade administrativa será respeitada.",
      "D": "Desde que o agente público aja com probidade, a moralidade administrativa será respeitada.",
      "E": "A moralidade administrativa será respeitada, contanto que o agente público aja com probidade."
    },
    "resposta_correta": "C",
    "explicacao_professor": "A oração original expressa uma **finalidade** ('para que'). A alternativa 'C' introduz uma oração **causal** ('Como o agente público deve agir com probidade...'), alterando a relação semântica fundamental da frase. As demais alternativas (A, B, D, E) estabelecem relações de Consequência/Conclusão (A) ou Condição (B, D, E), que são aceitáveis como paráfrases da finalidade, mas a C altera para Causa, mudando o sentido original."
  },
  {
    "numero": 4,
    "disciplina": "Língua Portuguesa",
    "topico": "Ortografia oficial (Novo Acordo Ortográfico), Acentuação gráfica (7.1)",
    "questao": "Assinale a alternativa cuja palavra está corretamente acentuada de acordo com o Novo Acordo Ortográfico da Língua Portuguesa:",
    "opcoes": {
      "A": "Ideia.",
      "B": "Jiboia.",
      "C": "Heroico.",
      "D": "Assembléia.",
      "E": "Paraense."
    },
    "resposta_correta": "E",
    "explicacao_professor": "A palavra 'Paraense' é paroxítona terminada em 'e', sendo acentuada corretamente por seguir a regra geral (como 'ambiente' ou 'presidente', que não são acentuadas). As demais perderam o acento: 'ideia', 'jiboia', 'heroico' (ditongos abertos em paroxítonas) e 'assembleia' (idem)."
  },
  {
    "numero": 5,
    "disciplina": "Língua Portuguesa",
    "topico": "Sinais de pontuação (7.2)",
    "questao": "No trecho: 'O Policial Penal, no exercício de sua função, deve zelar pela dignidade humana; ele não pode, jamais, praticar tortura.', a pontuação é utilizada para:",
    "opcoes": {
      "A": "Isolar um vocativo e separar orações coordenadas assindéticas.",
      "B": "Isolar um adjunto adverbial deslocado e separar orações coordenadas sindéticas.",
      "C": "Isolar um aposto e separar orações subordinadas substantivas.",
      "D": "Isolar um adjunto adverbial deslocado e separar orações coordenadas assindéticas.",
      "E": "Separar termos de mesma função sintática e introduzir uma citação."
    },
    "resposta_correta": "D",
    "explicacao_professor": "As vírgulas na primeira oração isolam o Adjunto Adverbial de Longa Extensão ('no exercício de sua função') deslocado. O ponto e vírgula separa orações coordenadas ('...dignidade humana; ele não pode...'). Ambas as orações são independentes, e não estão ligadas por conectivo, sendo coordenadas assindéticas."
  },
  {
    "numero": 6,
    "disciplina": "Língua Portuguesa",
    "topico": "Significação de palavras e expressões (8.1) e Denotação/Conotação (9.1)",
    "questao": "Em qual alternativa a palavra sublinhada é empregada em sentido **denotativo** (literal)?",
    "opcoes": {
      "A": "O candidato **voou** na hora da prova de Raciocínio Lógico.",
      "B": "A corrupção é o **câncer** da Administração Pública.",
      "C": "O **coração** do Policial Penal bate forte ao ver a injustiça.",
      "D": "Ele foi **mordido** pelo cão de guarda da penitenciária.",
      "E": "O sistema prisional está um **caldeirão** de problemas sociais."
    },
    "resposta_correta": "D",
    "explicacao_professor": "Sentido denotativo é o sentido literal, o do dicionário. Em 'Ele foi mordido pelo cão de guarda da penitenciária', a palavra 'mordido' está em seu sentido real. Nas demais, as palavras estão em sentido conotativo/figurado ('voou' = rápido, 'câncer' = mal destrutivo, 'coração' = emoção/sentimento, 'caldeirão' = ambiente de turbulência)."
  },
  {
    "numero": 7,
    "disciplina": "Língua Portuguesa",
    "topico": "Regência verbal e nominal (10.2)",
    "questao": "Assinale a alternativa em que a regência verbal está em total conformidade com a norma-padrão:",
    "opcoes": {
      "A": "Os agentes aspiravam um melhor tratamento por parte da direção.",
      "B": "Nós o informamos sobre todas as regras do Regimento Interno.",
      "C": "O detento obedeceu a todas as ordens impostas pelo superior.",
      "D": "A Diretoria visou os documentos apenas para conferência.",
      "E": "Todos preferem mais a tranquilidade do que o tumulto da unidade."
    },
    "resposta_correta": "C",
    "explicacao_professor": "O verbo 'obedecer' é transitivo indireto e exige a preposição 'a'. Portanto, 'obedeceu **a** todas as ordens'. (A) O verbo 'aspirar' no sentido de desejar exige preposição 'a': 'aspiravam **a** um melhor tratamento'. (B) O verbo 'informar' exige um objeto direto e um objeto indireto (VTD e I): 'Nós o informamos **de** todas as regras' ou 'Nós informamos o Regimento **aos** agentes'. (D) O verbo 'visar' no sentido de 'assinar/pôr visto' é VTD: 'visou **os** documentos'. (E) O verbo 'preferir' não aceita reforço nem comparação: 'preferem a tranquilidade **a** o tumulto'."
  },
  {
    "numero": 8,
    "disciplina": "Língua Portuguesa",
    "topico": "Colocação pronominal (10.3)",
    "questao": "Considerando a norma-padrão da Língua Portuguesa, a colocação pronominal está **INCORRETA** em:",
    "opcoes": {
      "A": "Não se esqueceram de registrar a ocorrência.",
      "B": "Entregou-nos o relatório da inspeção.",
      "C": "Jamais o prenderam por crime hediondo.",
      "D": "Me parece que a situação está sob controle.",
      "E": "Assim que se recuperou, voltou ao trabalho."
    },
    "resposta_correta": "D",
    "explicacao_professor": "Na norma-padrão, é proibido iniciar orações com pronomes oblíquos átonos. O correto seria 'Parece-me que a situação...'. (A) A palavra 'Não' é fator de próclise. (C) A palavra 'Jamais' é fator de próclise. (B) A ênclise é a posição mais comum e correta. (E) A conjunção subordinativa 'Assim que' atrai o pronome (próclise)."
  },
  {
    "numero": 9,
    "disciplina": "Língua Portuguesa",
    "topico": "Mecanismos de coesão textual (5)",
    "questao": "Em 'A ética e a moral são conceitos distintos, mas **ambos** se complementam. É fundamental que o **servidor** os compreenda para o bom exercício de suas funções.', as palavras em destaque estabelecem relações de coesão, respectivamente, por:",
    "opcoes": {
      "A": "Referenciação e Substituição.",
      "B": "Elipse e Repetição.",
      "C": "Substituição e Referenciação.",
      "D": "Conectivo e Nominalização.",
      "E": "Referenciação e Conectivo."
    },
    "resposta_correta": "A",
    "explicacao_professor": "O vocábulo 'ambos' **referencia** os termos 'A ética e a moral' (anáfora). A palavra 'servidor' **substitui** o termo 'agente público' ou 'policial penal' por meio de uma variação sinonímica/hiperonímica no contexto administrativo. Não há repetição dos termos anteriores ('agente público' ou 'policial penal') e nem apenas referenciação, pois o termo 'servidor' é novo."
  },
  {
    "numero": 10,
    "disciplina": "Língua Portuguesa",
    "topico": "Tipologia e gêneros textuais (2)",
    "questao": "O gênero textual que tem como principal finalidade persuadir o leitor, utilizando-se de argumentação e defesa de um ponto de vista, é o:",
    "opcoes": {
      "A": "Narrativo.",
      "B": "Descritivo.",
      "C": "Expositivo.",
      "D": "Informativo.",
      "E": "Dissertativo-argumentativo."
    },
    "resposta_correta": "E",
    "explicacao_professor": "A tipologia textual que visa à defesa de um ponto de vista por meio de argumentos é a dissertativa, no seu gênero argumentativo. O texto expositivo apenas apresenta informações. O narrativo conta uma história."
  },
  {
    "numero": 11,
    "disciplina": "Raciocínio Lógico-Matemático",
    "topico": "Probabilidade condicional (10.5)",
    "questao": "Em uma unidade prisional, 60% dos servidores possuem curso de intervenção tática e 40% possuem curso de primeiros socorros. Desses, 20% possuem ambos os cursos. Qual a probabilidade de um servidor, que possui o curso de primeiros socorros, também possuir o curso de intervenção tática?",
    "opcoes": {
      "A": "33,33%",
      "B": "40%",
      "C": "50%",
      "D": "66,67%",
      "E": "80%"
    },
    "resposta_correta": "C",
    "explicacao_professor": "Seja A = Intervenção Tática (P(A) = 0,60) e S = Primeiros Socorros (P(S) = 0,40). P(A∩S) = 0,20. A probabilidade condicional P(A|S) é P(A∩S) / P(S) = 0,20 / 0,40 = 0,50 ou 50%."
  },
  {
    "numero": 12,
    "disciplina": "Raciocínio Lógico-Matemático",
    "topico": "Diagramas lógicos (11.3)",
    "questao": "Considere as seguintes premissas: I. Todo Policial Penal é Servidor Público. II. Nenhum Policial Penal é Médico. Com base nessas premissas, é logicamente correto concluir que:",
    "opcoes": {
      "A": "Nenhum Médico é Servidor Público.",
      "B": "Pelo menos um Servidor Público é Médico.",
      "C": "Todo Servidor Público é Policial Penal.",
      "D": "Algum Servidor Público não é Médico.",
      "E": "Algum Médico é Policial Penal."
    },
    "resposta_correta": "D",
    "explicacao_professor": "Se todo Policial Penal (PP) é Servidor Público (SP), e nenhum PP é Médico (M), então existe um conjunto de Servidores Públicos (o conjunto PP) que não se intersecta com o conjunto de Médicos. Logo, é certo que 'Algum Servidor Público não é Médico'. A premissa II garante que o conjunto PP está contido em SP, mas separado de M, ou seja, a intersecção entre SP e M não pode ser zero (pode haver Servidores Públicos que são Médicos), mas a premissa I garante que existe SP que é PP e não é M. A conclusão 'Algum Servidor Público não é Médico' é a única logicamente correta e garantida pelas premissas."
  },
  {
    "numero": 13,
    "disciplina": "Raciocínio Lógico-Matemático",
    "topico": "Regra de três simples ou composta (4)",
    "questao": "Uma equipe de 6 Policiais Penais conseguiu inspecionar 150 celas em 5 horas. Se, em uma nova operação, a equipe for composta por 8 Policiais Penais, e o número de celas a ser inspecionado for de 240, qual será o tempo necessário para a inspeção?",
    "opcoes": {
      "A": "4 horas.",
      "B": "5 horas.",
      "C": "6 horas.",
      "D": "7 horas.",
      "E": "8 horas."
    },
    "resposta_correta": "C",
    "explicacao_professor": "Regra de Três Composta: PP (Policiais Penais) | Celas | Horas. PP e Celas são grandezas diretamente proporcionais (mais PP, mais Celas); PP e Horas são inversamente proporcionais (mais PP, menos Horas); Celas e Horas são diretamente proporcionais (mais Celas, mais Horas). Montando a equação: 5/x = (8/6) * (150/240). Simplificando: 5/x = (4/3) * (5/8). 5/x = 20/24. 5/x = 5/6. x = 6 horas."
  },
  {
    "numero": 14,
    "disciplina": "Raciocínio Lógico-Matemático",
    "topico": "Porcentagem e juros (2)",
    "questao": "Um Policial Penal utilizou R$ 10.000,00 de um empréstimo em regime de juros simples para pagar seus estudos, a uma taxa de 2% ao mês. Se ele quitou o empréstimo em 15 meses, qual foi o valor total (capital + juros) pago ao final do período?",
    "opcoes": {
      "A": "R$ 13.000,00",
      "B": "R$ 13.500,00",
      "C": "R$ 15.000,00",
      "D": "R$ 16.000,00",
      "E": "R$ 18.000,00"
    },
    "resposta_correta": "A",
    "explicacao_professor": "Cálculo do Juro Simples (J = C * i * t): J = 10.000 * 0,02 * 15 = R$ 3.000,00. Montante (M) = C + J. M = 10.000 + 3.000 = R$ 13.000,00."
  },
  {
    "numero": 15,
    "disciplina": "Raciocínio Lógico-Matemático",
    "topico": "Medidas de tendência central (média, mediana e moda) (8.1)",
    "questao": "Em uma avaliação física, 5 candidatos obtiveram as seguintes pontuações: 8, 9, 6, 8, 7. A média, a mediana e a moda dessas pontuações são, respectivamente:",
    "opcoes": {
      "A": "7,6; 8; 8",
      "B": "7,6; 7; 8",
      "C": "7,8; 8; 8",
      "D": "8; 7; 8",
      "E": "7,6; 8; 7"
    },
    "resposta_correta": "A",
    "explicacao_professor": "Média: (8+9+6+8+7) / 5 = 38 / 5 = 7,6. Mediana: Ordenando os dados: 6, 7, **8**, 8, 9. O termo central é 8. Moda: O valor que mais se repete é 8. Resposta: 7,6; 8; 8."
  },
  {
    "numero": 16,
    "disciplina": "Informática",
    "topico": "Planilha eletrônica - Excel - Fórmulas (4)",
    "questao": "Na célula C1 da planilha Excel, o usuário digitou a fórmula `=SE(A1>B1; 'APROVADO'; SE(A1=B1; 'MÉDIO'; 'REPROVADO'))`. Se o valor em A1 for 50 e em B1 for 50, o resultado exibido em C1 será:",
    "opcoes": {
      "A": "APROVADO",
      "B": "REPROVADO",
      "C": "MÉDIO",
      "D": "ERRO",
      "E": "FALSO"
    },
    "resposta_correta": "C",
    "explicacao_professor": "A fórmula executa a seguinte lógica: 1. Verifica se A1 > B1 (50 > 50). FALSO. 2. Vai para a segunda função SE. 3. Verifica se A1 = B1 (50 = 50). VERDADEIRO. 4. Retorna o valor_se_verdadeiro, que é 'MÉDIO'."
  },
  {
    "numero": 17,
    "disciplina": "Informática",
    "topico": "Teclas de Atalho (6)",
    "questao": "No Microsoft Word, a tecla de atalho **Ctrl + T** é utilizada para:",
    "opcoes": {
      "A": "Salvar o documento com outro nome (Salvar Como).",
      "B": "Abrir a caixa de diálogo de Localizar e Substituir.",
      "C": "Selecionar todo o conteúdo do documento.",
      "D": "Aplicar o Formato Tachado à seleção.",
      "E": "Abrir o painel de Fontes."
    },
    "resposta_correta": "C",
    "explicacao_professor": "No Microsoft Word, a combinação Ctrl + T (ou Ctrl + A em algumas versões/configurações) tem a função de 'Selecionar Tudo' (equivalente a Select All)."
  },
  {
    "numero": 18,
    "disciplina": "Informática",
    "topico": "Programa Antivírus e Firewall (5)",
    "questao": "A principal diferença entre um programa Antivírus e um Firewall é que:",
    "opcoes": {
      "A": "O Antivírus previne invasões externas, e o Firewall protege contra vírus em arquivos.",
      "B": "O Antivírus lida com ameaças internas (malwares), e o Firewall controla o tráfego de rede (ameaças externas).",
      "C": "O Firewall criptografa dados, e o Antivírus monitora o uso da CPU.",
      "D": "Ambos têm a mesma função, mas o Firewall opera em nível de software, e o Antivírus, em nível de hardware.",
      "E": "O Firewall impede a instalação de novos softwares, e o Antivírus desinstala programas antigos."
    },
    "resposta_correta": "B",
    "explicacao_professor": "O Antivírus é um software que detecta, previne e remove programas maliciosos (malwares, vírus) de dentro do sistema. O Firewall (muro de fogo) é um sistema de segurança de rede que monitora e controla o tráfego de rede de entrada e saída, decidindo quais conexões devem ser permitidas ou bloqueadas, sendo a principal defesa contra acessos ou invasões externas."
  },
  {
    "numero": 19,
    "disciplina": "Informática",
    "topico": "Internet: Navegação na Internet, conceitos de URL, links, sites (2)",
    "questao": "O termo **URL** (Uniform Resource Locator) tem como principal finalidade:",
    "opcoes": {
      "A": "Definir o protocolo de criptografia de uma conexão web.",
      "B": "Garantir a identidade digital do usuário em sites seguros.",
      "C": "Indicar o endereço único e o protocolo de acesso de um recurso na Internet.",
      "D": "Compactar os dados transmitidos para aumentar a velocidade de navegação.",
      "E": "Filtrar o conteúdo de páginas para bloquear pop-ups indesejados."
    },
    "resposta_correta": "C",
    "explicacao_professor": "A URL é a sequência de caracteres que define a localização exata de um recurso na web, além de indicar o protocolo de acesso (ex: https://, ftp://)."
  },
  {
    "numero": 20,
    "disciplina": "Informática",
    "topico": "Editor de texto (Microsoft Office): Tabelas (3)",
    "questao": "No Microsoft Word, para adicionar uma nova linha (linha inteira) no meio de uma tabela, a forma mais eficiente é:",
    "opcoes": {
      "A": "Selecionar a linha abaixo do local desejado e pressionar `Ctrl + N`.",
      "B": "Clicar com o botão direito na tabela e usar a opção 'Inserir Células'.",
      "C": "Colocar o cursor na última célula da linha acima do local desejado e pressionar a tecla `Tab`.",
      "D": "Colocar o cursor na última célula da linha acima do local desejado e pressionar `Enter`.",
      "E": "Colocar o cursor na linha onde se deseja inserir e, no menu 'Layout da Tabela', usar 'Inserir Acima' ou 'Inserir Abaixo'."
    },
    "resposta_correta": "E",
    "explicacao_professor": "A forma padrão e mais direta de inserir uma linha na tabela é usando a funcionalidade 'Inserir Acima' ou 'Inserir Abaixo' disponível no menu de contexto (botão direito) ou na guia 'Layout' da Tabela."
  },
  {
    "numero": 21,
    "disciplina": "Atualidades",
    "topico": "Fatos e notícias nacionais e internacionais relevantes e atuais (1)",
    "questao": "Em 2025, a pauta de desenvolvimento sustentável continua a ser um foco global. O conceito de **economia circular**, amplamente discutido nesse contexto, refere-se a:",
    "opcoes": {
      "A": "Um modelo econômico focado na extração máxima de recursos para crescimento rápido.",
      "B": "Apenas à reciclagem de resíduos sólidos urbanos.",
      "C": "Um sistema que busca manter produtos, componentes e materiais em seu mais alto nível de utilidade e valor, eliminando o desperdício.",
      "D": "A restrição do comércio internacional para proteger as indústrias nacionais.",
      "E": "O uso exclusivo de fontes de energia renovável na indústria."
    },
    "resposta_correta": "C",
    "explicacao_professor": "A economia circular é um modelo de produção e consumo que envolve a partilha, o aluguer, a reutilização, a reparação, a renovação e a reciclagem de materiais e produtos existentes, prolongando seu ciclo de vida e eliminando o conceito de 'lixo'."
  },
  {
    "numero": 22,
    "disciplina": "Atualidades",
    "topico": "Aspectos físicos, geográficos, históricos, sociais, culturais, demográficos, econômicos e divisão político-administrativa do Brasil e do Estado do Espírito Santo (2)",
    "questao": "Em relação aos aspectos geográficos e econômicos do Estado do Espírito Santo, é correto afirmar que:",
    "opcoes": {
      "A": "A maior parte do território capixaba é composta por baixadas litorâneas, sendo que o clima predominante é o Equatorial.",
      "B": "A economia é fortemente baseada na monocultura do café em todo o estado e no turismo exclusivamente de montanha.",
      "C": "A Grande Vitória concentra a maior parte da população e é o principal polo industrial e de serviços do estado, incluindo a atividade portuária.",
      "D": "O Rio Doce é o único rio de importância econômica, e o Porto de Vitória é o maior complexo portuário do Brasil em volume de cargas.",
      "E": "A área de maior altitude é o Pico da Bandeira, inteiramente localizada no território capixaba, marcando o clima tropical semiárido."
    },
    "resposta_correta": "C",
    "explicacao_professor": "A Grande Vitória (Vitória, Vila Velha, Serra, Cariacica, Viana) é o centro econômico e demográfico do ES. O clima predominante é Tropical (não Equatorial), a economia é diversificada (mineração, petróleo, indústria, serviços e agricultura), e o Pico da Bandeira está na divisa com Minas Gerais, não estando inteiramente em ES."
  },
  {
    "numero": 23,
    "disciplina": "Atualidades",
    "topico": "Fatos e notícias nacionais e internacionais relevantes e atuais (1)",
    "questao": "No cenário político brasileiro, a segurança pública, incluindo a atuação das Polícias Penais, é frequentemente debatida. Qual órgão federal tem, entre suas atribuições, atuar na promoção de políticas de segurança pública e defesa social, com ênfase na integração?",
    "opcoes": {
      "A": "Ministério da Defesa (MD).",
      "B": "Ministério da Justiça e Segurança Pública (MJSP).",
      "C": "Ministério da Educação (MEC).",
      "D": "Ministério da Fazenda (MF).",
      "E": "Controladoria-Geral da União (CGU)."
    },
    "resposta_correta": "B",
    "explicacao_professor": "O Ministério da Justiça e Segurança Pública (MJSP) é o órgão responsável pelas políticas de segurança pública, justiça, combate à corrupção, defesa do consumidor e, no âmbito da União, por coordenar o Sistema Penitenciário Nacional."
  },
  {
    "numero": 24,
    "disciplina": "Atualidades",
    "topico": "Fatos e notícias nacionais e internacionais relevantes e atuais (1)",
    "questao": "Um dos temas mais recorrentes em tecnologia e segurança de dados é a 'Deepfake'. O termo refere-se a:",
    "opcoes": {
      "A": "Um tipo de software antivírus que utiliza inteligência artificial.",
      "B": "A uma tecnologia de criptografia avançada utilizada em transações bancárias.",
      "C": "Vídeos, áudios ou imagens manipuladas por inteligência artificial para parecerem autênticos, geralmente utilizados para desinformação ou golpes.",
      "D": "Uma rede social descentralizada que garante o anonimato total dos usuários.",
      "E": "O processo de mineração de criptomoedas em grande escala."
    },
    "resposta_correta": "C",
    "explicacao_professor": "Deepfake é a junção de 'deep learning' (aprendizado profundo, um ramo da IA) e 'fake' (falso), referindo-se à criação de conteúdo sintético (geralmente faces e vozes) altamente realistas, mas falsos, para fins maliciosos ou enganosos."
  },
  {
    "numero": 25,
    "disciplina": "Atualidades",
    "topico": "Aspectos físicos, geográficos, históricos, sociais, culturais, demográficos, econômicos e divisão político-administrativa do Brasil e do Estado do Espírito Santo (2)",
    "questao": "A divisão político-administrativa do Espírito Santo inclui a Região Metropolitana da Grande Vitória. Qual município capixaba, embora possua grande relevância econômica e populacional, **não** integra a Região Metropolitana da Grande Vitória?",
    "opcoes": {
      "A": "Serra.",
      "B": "Vila Velha.",
      "C": "Linhares.",
      "D": "Cariacica.",
      "E": "Viana."
    },
    "resposta_correta": "C",
    "explicacao_professor": "Linhares é um importante município do norte do Espírito Santo, mas não faz parte da Região Metropolitana da Grande Vitória, que é composta por municípios como Vitória, Vila Velha, Serra, Cariacica, Viana, Fundão e Guarapari."
  },
  {
    "numero": 26,
    "disciplina": "Ética no Serviço Público",
    "topico": "Instrução Normativa 004 – Código de Ética, Conduta e Integridade da Polícia Penal do ES (2)",
    "questao": "De acordo com a Instrução Normativa 004 – Código de Ética, Conduta e Integridade da Polícia Penal do Estado do Espírito Santo, um dos deveres do Policial Penal é:",
    "opcoes": {
      "A": "Realizar atividades remuneradas paralelas, desde que não haja conflito de interesse direto.",
      "B": "Manter a discrição, mesmo em eventos públicos, sobre fatos da vida privada dos custodiados.",
      "C": "Utilizar o cargo ou função para obter vantagens pessoais ou de terceiros.",
      "D": "Revelar fatos ou informações de caráter sigiloso, mesmo que para colegas de outras Secretarias.",
      "E": "Atuar de forma diligente e honesta, mas sem a necessidade de reportar desvios de conduta de colegas."
    },
    "resposta_correta": "B",
    "explicacao_professor": "A IN 004/PPES estabelece como deveres funcionais, entre outros, a manutenção do sigilo e da discrição sobre informações obtidas no exercício da função (Art. 7º, III) e agir com zelo (Art. 7º, II). A revelação de informações sigilosas e a busca por vantagens pessoais são vedações expressas."
  },
  {
    "numero": 27,
    "disciplina": "Ética no Serviço Público",
    "topico": "Deveres funcionais e comportamento ético (1.2)",
    "questao": "O dever funcional de tratar o público, os colegas e superiores com urbanidade, respeito e cortesia está diretamente ligado a qual conceito ético na Administração Pública?",
    "opcoes": {
      "A": "Improbidade.",
      "B": "Moralidade.",
      "C": "Eficiência.",
      "D": "Impessoalidade.",
      "E": "Legalidade."
    },
    "resposta_correta": "B",
    "explicacao_professor": "A urbanidade e a cortesia no tratamento refletem a boa-fé e o decoro, elementos que compõem o conceito de **Moralidade** na Administração Pública, garantindo que a conduta do agente seja pautada em padrões éticos e não apenas legais (que seria a Legalidade)."
  },
  {
    "numero": 28,
    "disciplina": "Ética no Serviço Público",
    "topico": "Princípios da Administração Pública (LIMPE) (3)",
    "questao": "O princípio constitucional da Administração Pública que exige que a atuação do agente público seja voltada para o interesse público e não para a promoção pessoal ou partidária é o da:",
    "opcoes": {
      "A": "Legalidade.",
      "B": "Impessoalidade.",
      "C": "Moralidade.",
      "D": "Publicidade.",
      "E": "Eficiência."
    },
    "resposta_correta": "B",
    "explicacao_professor": "O princípio da **Impessoalidade** visa evitar que a atuação administrativa seja marcada pelo subjetivismo e pelo favorecimento ou perseguição pessoal, garantindo que a finalidade do ato seja sempre o interesse público, e não a promoção do agente ou do governante."
  },
  {
    "numero": 29,
    "disciplina": "Ética no Serviço Público",
    "topico": "Lei de Improbidade Administrativa (Lei nº 8.429/1992 e alterações) - Sanções (4.3)",
    "questao": "Conforme a Lei de Improbidade Administrativa (Lei nº 8.429/1992, com as alterações da Lei nº 14.230/2021), a sanção de **perda da função pública** e a **suspensão dos direitos políticos** são aplicáveis, respectivamente, aos atos que importem em:",
    "opcoes": {
      "A": "Prejuízo ao erário e enriquecimento ilícito.",
      "B": "Enriquecimento ilícito e lesão ao erário.",
      "C": "Lesão ao erário e violação dos princípios.",
      "D": "Apenas enriquecimento ilícito.",
      "E": "Enriquecimento ilícito e violação dos princípios."
    },
    "resposta_correta": "B",
    "explicacao_professor": "O art. 12 da LIA, com redação dada pela Lei 14.230/2021, estabelece que a 'perda da função pública' é aplicável aos atos de enriquecimento ilícito (inciso I) e a 'suspensão dos direitos políticos' é aplicável aos atos que causem lesão ao erário (inciso II). Ambos os incisos podem cominar essas sanções, mas a questão pede uma correspondência direta: A perda da função é aplicável ao enriquecimento ilícito, e a suspensão dos direitos políticos é aplicável à lesão ao erário, no contexto das sanções de cada modalidade."
  },
  {
    "numero": 30,
    "disciplina": "Ética no Serviço Público",
    "topico": "Conduta ética nas organizações de segurança pública - Sigilo profissional (5.3)",
    "questao": "O princípio do sigilo profissional, essencial na função de Policial Penal, está diretamente ligado ao dever de:",
    "opcoes": {
      "A": "Transparência total dos atos públicos.",
      "B": "Não revelar informações de que tenha conhecimento em razão do cargo, sobre a vida e as atividades dos custodiados e da administração.",
      "C": "Promover a sua imagem pessoal nas redes sociais como forma de propaganda institucional.",
      "D": "Informar à imprensa, em primeira mão, sobre fugas e apreensões relevantes.",
      "E": "Garantir a inamovibilidade do servidor público."
    },
    "resposta_correta": "B",
    "explicacao_professor": "O sigilo profissional impõe ao Policial Penal o dever de guardar reserva sobre informações sensíveis obtidas no exercício da função (Art. 7º, III da IN 004/PPES), protegendo a intimidade dos custodiados e a segurança institucional. O dever de Transparência se aplica a atos públicos, mas é mitigado pelo sigilo em questões de segurança e intimidade."
  },
  {
    "numero": 31,
    "disciplina": "Conhecimentos Específicos - Direitos Humanos",
    "topico": "Regras mínimas das Nações Unidas para o tratamento de reclusos (Regras de Mandela) (1.6)",
    "questao": "De acordo com as Regras Mínimas das Nações Unidas para o Tratamento de Reclusos (Regras de Mandela), a regra fundamental é que as pessoas privadas de liberdade devem ser tratadas:",
    "opcoes": {
      "A": "Apenas conforme a lei local, sem influência de normas internacionais.",
      "B": "Com a severidade adequada à natureza do crime cometido.",
      "C": "Com respeito à sua dignidade e valor inerente como seres humanos.",
      "D": "De maneira padronizada, eliminando a individualização da pena.",
      "E": "Como pessoas desprovidas de direitos civis durante o cumprimento da pena."
    },
    "resposta_correta": "C",
    "explicacao_professor": "A Regra 1 das Regras de Mandela estabelece que 'Todos os reclusos devem ser tratados com o respeito devido ao seu valor e dignidade inerentes como seres humanos. Nenhuma distinção deve ser feita com base na raça, cor, sexo, língua, religião, opinião política ou outra, origem nacional ou social, propriedade, nascimento ou outro estatuto.'"
  },
  {
    "numero": 32,
    "disciplina": "Conhecimentos Específicos - Direitos Humanos",
    "topico": "Sistema Interamericano de Direitos Humanos (1.7)",
    "questao": "Sobre o Sistema Interamericano de Direitos Humanos, é correto afirmar que:",
    "opcoes": {
      "A": "Qualquer indivíduo ou ONG pode apresentar um caso diretamente à Corte Interamericana de Direitos Humanos (Corte IDH).",
      "B": "A Comissão Interamericana de Direitos Humanos (CIDH) possui competência para emitir sentenças vinculantes aos Estados-membros.",
      "C": "O Brasil não está sujeito à jurisdição da Corte IDH, pois ainda não ratificou o Pacto de San José da Costa Rica.",
      "D": "A Comissão Interamericana atua como um órgão quase-judicial, mas a Corte IDH é o órgão judicial do sistema.",
      "E": "A Corte IDH só pode julgar casos levados a ela por indivíduos ou pela Assembleia Geral da OEA."
    },
    "resposta_correta": "D",
    "explicacao_professor": "A Comissão (CIDH) é o órgão principal e atua como uma espécie de 'filtro' e órgão quase-judicial, recebendo petições e tentando soluções amistosas. A Corte IDH é o órgão judicial, com poder de proferir sentenças (decisões) definitivas e vinculantes, mas só pode ser acionada pelos Estados-partes ou pela Comissão."
  },
  {
    "numero": 33,
    "disciplina": "Conhecimentos Específicos - Direitos Humanos",
    "topico": "Princípios da dignidade da pessoa humana, da legalidade, da igualdade e da vedação à tortura (1.5)",
    "questao": "O princípio da **vedação à tortura e a tratamentos cruéis, desumanos ou degradantes** é considerado uma norma de *jus cogens* (norma imperativa de Direito Internacional Geral). Isso significa que:",
    "opcoes": {
      "A": "Pode ser derrogada ou suspensa em estados de defesa ou de sítio.",
      "B": "É uma norma aceita e reconhecida pela comunidade internacional como inegociável e inderrogável.",
      "C": "Apenas a Lei de Execução Penal a prevê, não sendo universal.",
      "D": "Sua aplicação depende da ratificação de tratados específicos por cada Estado.",
      "E": "Aplica-se apenas em situações de guerra declarada entre Estados-membros."
    },
    "resposta_correta": "B",
    "explicacao_professor": "O *jus cogens* refere-se a normas de Direito Internacional aceitas e reconhecidas pela comunidade internacional como aquelas das quais nenhuma derrogação é permitida, sendo a vedação à tortura e aos tratamentos cruéis uma das mais notórias. Ela é absoluta e não pode ser suspensa em nenhuma circunstância."
  },
  {
    "numero": 34,
    "disciplina": "Conhecimentos Específicos - Direitos Humanos",
    "topico": "Direitos humanos e sua aplicabilidade no sistema prisional (1.4)",
    "questao": "O direito humano fundamental à **saúde** das pessoas privadas de liberdade, conforme a Lei de Execução Penal (LEP), abrange:",
    "opcoes": {
      "A": "Apenas o atendimento médico hospitalar em casos de emergência.",
      "B": "Assistência médica, farmacêutica e odontológica, mas não a profilática (preventiva).",
      "C": "Assistência à saúde, que inclui atendimento médico, farmacêutico e odontológico, sendo de responsabilidade do sistema prisional.",
      "D": "Atendimento à saúde mental, mas não é obrigatória a continuidade do tratamento após a soltura.",
      "E": "O direito de escolha de um médico particular, custeado pelo Estado, em qualquer situação."
    },
    "resposta_correta": "C",
    "explicacao_professor": "O Art. 43, I, da LEP (Lei nº 7.210/84) estabelece a assistência à saúde (médica, farmacêutica e odontológica) como dever do Estado. O Art. 14 da LEP reforça que a assistência à saúde do preso e do internado compreende atendimento médico, farmacêutico e odontológico."
  },
  {
    "numero": 35,
    "disciplina": "Conhecimentos Específicos - Direitos Humanos",
    "topico": "Pactos e tratados internacionais ratificados pelo Brasil (1.3)",
    "questao": "O Pacto Internacional sobre Direitos Civis e Políticos, ratificado pelo Brasil, é um tratado que, em relação à pena de morte, estabelece que:",
    "opcoes": {
      "A": "A pena de morte pode ser imposta por crimes de qualquer natureza, desde que prevista em lei.",
      "B": "A pena de morte não deve ser imposta a menores de 18 anos e nem a mulheres grávidas.",
      "C": "O Pacto proíbe a pena de morte em qualquer circunstância.",
      "D": "A pena de morte só pode ser aplicada após esgotados todos os recursos nacionais e internacionais.",
      "E": "A pena de morte, quando aplicada, pode sê-lo de forma cruel ou degradante, se a lei assim o determinar."
    },
    "resposta_correta": "B",
    "explicacao_professor": "O Pacto Internacional sobre Direitos Civis e Políticos (Art. 6º, 5) não proíbe a pena de morte de forma absoluta (o Protocolo Facultativo sim), mas estabelece que 'A pena de morte não deve ser imposta por crimes cometidos por pessoas menores de dezoito anos de idade, e não deve ser executada em mulheres grávidas'."
  },
  {
    "numero": 36,
    "disciplina": "Conhecimentos Específicos - Direito Constitucional",
    "topico": "Direitos e garantias fundamentais (artigos 5º ao 17) (2.2)",
    "questao": "Assinale a alternativa que apresenta um direito individual e um direito social, ambos previstos na Constituição Federal de 1988:",
    "opcoes": {
      "A": "Livre manifestação do pensamento (Individual) e o direito de resposta (Social).",
      "B": "Direito de herança (Individual) e a saúde (Social).",
      "C": "Segurança (Individual) e a propriedade (Social).",
      "D": "Moradia (Individual) e a educação (Social).",
      "E": "Liberdade de associação (Social) e a dignidade da pessoa humana (Individual)."
    },
    "resposta_correta": "B",
    "explicacao_professor": "O direito de herança está no Art. 5º (Direitos Individuais e Coletivos). O direito à saúde está no Art. 6º (Direitos Sociais). As demais alternativas contêm incorreções na classificação: O direito de resposta é individual (Art. 5º, V); Segurança é direito social (Art. 6º) e individual (Art. 5º, caput), mas Propriedade é individual; Moradia é social (Art. 6º); Liberdade de associação é individual (Art. 5º, XVII)."
  },
  {
    "numero": 37,
    "disciplina": "Conhecimentos Específicos - Direito Constitucional",
    "topico": "Organização do Estado: União, Estados, Municípios e Distrito Federal (2.3)",
    "questao": "De acordo com a Constituição Federal, os Estados-membros (como o Espírito Santo) possuem competência para:",
    "opcoes": {
      "A": "Legislar privativamente sobre direito penal e processual penal.",
      "B": "Explorar diretamente ou mediante concessão os serviços de telecomunicações.",
      "C": "Legislar concorrentemente com a União sobre a custódia e a execução penal.",
      "D": "Emitir moedas e títulos da dívida pública.",
      "E": "Criar e organizar a Polícia Federal e a Polícia Rodoviária Federal."
    },
    "resposta_correta": "C",
    "explicacao_professor": "O Art. 24, I e XI, da CF/88 estabelece a competência concorrente da União, Estados e Distrito Federal para legislar sobre Direito Penitenciário (custódia, execução penal). A União tem competência privativa sobre Direito Penal e Processual Penal (Art. 22, I) e sobre telecomunicações. A PF/PRF são de organização federal (Art. 144, § 1º)."
  },
  {
    "numero": 38,
    "disciplina": "Conhecimentos Específicos - Direito Constitucional",
    "topico": "Poderes da União: Executivo, Legislativo e Judiciário (2.4)",
    "questao": "No âmbito da teoria da separação de Poderes (Art. 2º da CF), a função **atípica** do Poder Judiciário, no contexto da Administração Pública, é:",
    "opcoes": {
      "A": "Julgar as ações de *Habeas Corpus*.",
      "B": "Elaborar seu regimento interno.",
      "C": "Controlar a constitucionalidade das leis.",
      "D": "Processar e julgar os litígios entre particulares.",
      "E": "Processar e julgar os crimes comuns e de responsabilidade."
    },
    "resposta_correta": "B",
    "explicacao_professor": "A função típica do Poder Judiciário é a jurisdicional (julgar). A elaboração de seu regimento interno (resoluções, portarias) é uma função **administrativa** (auto-organização) ou **regulamentar**, sendo, portanto, atípica, pois se assemelha à função administrativa (Executivo) ou legislativa secundária (Legislativo)."
  },
  {
    "numero": 39,
    "disciplina": "Conhecimentos Específicos - Direito Constitucional",
    "topico": "Funções essenciais à Justiça: Ministério Público e Defensoria Pública (2.5)",
    "questao": "O Ministério Público (MP) e a Defensoria Pública (DP) são instituições permanentes consideradas Funções Essenciais à Justiça. Qual das alternativas abaixo apresenta uma prerrogativa **EXCLUSIVA** do Ministério Público, não compartilhada com a Defensoria Pública?",
    "opcoes": {
      "A": "Garantir a defesa jurídica dos necessitados.",
      "B": "Promover, privativamente, a ação penal pública.",
      "C": "Requisitar informações e documentos a qualquer órgão público.",
      "D": "Ingressar com Ação Civil Pública para defesa de interesses difusos e coletivos.",
      "E": "Gozar de inamovibilidade e irredutibilidade de subsídio."
    },
    "resposta_correta": "B",
    "explicacao_professor": "A **promoção, privativa, da ação penal pública** (Art. 129, I, CF) é uma função institucional **exclusiva** do Ministério Público. As demais prerrogativas são compartilhadas ou são funções exclusivas da DP (defesa jurídica dos necessitados, embora o MP também atue na defesa de direitos difusos)."
  },
  {
    "numero": 40,
    "disciplina": "Conhecimentos Específicos - Direito Constitucional",
    "topico": "Ordem social e segurança pública (artigo 144 da Constituição Federal) (2.6)",
    "questao": "De acordo com o Art. 144 da Constituição Federal de 1988, que trata da Segurança Pública, é correto afirmar que a Polícia Penal do Espírito Santo tem como atribuição precípua:",
    "opcoes": {
      "A": "O policiamento ostensivo e a preservação da ordem pública.",
      "B": "As funções de polícia judiciária e a apuração de infrações penais.",
      "C": "A segurança dos estabelecimentos penais do Estado.",
      "D": "A segurança das rodovias federais e o combate ao tráfico de drogas.",
      "E": "A prevenção e repressão dos crimes contra a ordem política e social."
    },
    "resposta_correta": "C",
    "explicacao_professor": "O Art. 144, § 5º da Constituição Federal, com redação dada pela Emenda Constitucional nº 104/2019, atribui às polícias penais federal, estaduais e distrital a **segurança dos estabelecimentos penais**."
  },
  {
    "numero": 41,
    "disciplina": "Conhecimentos Específicos - Direito Administrativo",
    "topico": "Processo administrativo: princípios e regras gerais (Lei nº 9.784/1999) (3.5)",
    "questao": "Conforme a Lei nº 9.784/1999, que regula o processo administrativo no âmbito da Administração Pública Federal (aplicada subsidiariamente aos estados), o prazo para a Administração Pública **decidir** sobre requerimentos que versem sobre matéria de sua competência é de, no máximo, se não houver legislação específica:",
    "opcoes": {
      "A": "5 dias, prorrogável por igual período.",
      "B": "15 dias, improrrogável.",
      "C": "30 dias, prorrogável por igual período, mediante justificativa expressa.",
      "D": "60 dias, prorrogável por mais 30.",
      "E": "90 dias, improrrogável."
    },
    "resposta_correta": "C",
    "explicacao_professor": "O Art. 49 da Lei nº 9.784/99 estabelece que 'Concluída a instrução de processo administrativo, a Administração tem o dever de emitir decisão **expressa** no prazo de **trinta dias**, salvo prorrogação por igual período expressamente motivada'."
  },
  {
    "numero": 42,
    "disciplina": "Conhecimentos Específicos - Direito Administrativo",
    "topico": "Atos administrativos: requisitos, atributos, classificação e invalidação (3.3)",
    "questao": "Um dos atributos do ato administrativo é a **presunção de legitimidade**, o que significa que:",
    "opcoes": {
      "A": "O ato pode ser revogado pela Administração a qualquer momento, por motivo de conveniência ou oportunidade.",
      "B": "O ato deve ser executado de imediato, independentemente de concordância do particular.",
      "C": "O ato administrativo, enquanto não for provado o contrário, foi editado em conformidade com a lei.",
      "D": "Os atos ilegais não produzem efeitos, sendo nulos desde a sua origem.",
      "E": "O ato administrativo só pode ser invalidado pelo Poder Judiciário."
    },
    "resposta_correta": "C",
    "explicacao_professor": "A presunção de legitimidade (ou veracidade) é o atributo que estabelece uma presunção *iuris tantum* (relativa), ou seja, o ato nasceu conforme a lei, até prova em contrário."
  },
  {
    "numero": 43,
    "disciplina": "Conhecimentos Específicos - Direito Administrativo",
    "topico": "Poderes da Administração: poder hierárquico, disciplinar, regulamentar e de polícia (3.2)",
    "questao": "A capacidade da Administração Pública de apurar infrações e aplicar penalidades a seus servidores, com base no vínculo funcional, decorre do:",
    "opcoes": {
      "A": "Poder hierárquico.",
      "B": "Poder regulamentar.",
      "C": "Poder disciplinar.",
      "D": "Poder de polícia.",
      "E": "Poder discricionário."
    },
    "resposta_correta": "C",
    "explicacao_professor": "O **Poder Disciplinar** é aquele conferido à Administração para apurar infrações e aplicar penalidades aos seus servidores e a outras pessoas sujeitas à disciplina administrativa (como contratados). Não se confunde com o Poder de Polícia, que visa a condicionar ou restringir direitos individuais em favor do interesse público (ex: fiscalização sanitária)."
  },
  {
    "numero": 44,
    "disciplina": "Conhecimentos Específicos - Direito Administrativo",
    "topico": "Servidores públicos: deveres, proibições e responsabilidades (3.4)",
    "questao": "Um Policial Penal do Espírito Santo, no exercício de sua função, causou um prejuízo material a um custodiado, em razão de sua negligência. A responsabilidade do servidor perante a Administração Pública será apurada na esfera:",
    "opcoes": {
      "A": "Apenas civil.",
      "B": "Civil e penal.",
      "C": "Apenas administrativa.",
      "D": "Civil e administrativa.",
      "E": "Civil, administrativa e penal."
    },
    "resposta_correta": "E",
    "explicacao_professor": "O servidor público, pela prática de ato ilícito, pode ser responsabilizado em 3 esferas (responsabilidade tríplice): Civil (reparação do dano, em regra, perante a Administração - Art. 121 da LC 46/94); Administrativa (punição disciplinar - Art. 122 da LC 46/94); e Penal (se o ato constituir crime - Art. 125 da LC 46/94)."
  },
  {
    "numero": 45,
    "disciplina": "Conhecimentos Específicos - Direito Administrativo",
    "topico": "Responsabilidade civil do Estado (3.6)",
    "questao": "A regra geral de responsabilidade civil do Estado por danos que seus agentes causem a terceiros, prevista na Constituição Federal, é a:",
    "opcoes": {
      "A": "Responsabilidade subjetiva, baseada na culpa ou dolo do agente.",
      "B": "Responsabilidade objetiva, na modalidade risco administrativo, que admite excludentes.",
      "C": "Responsabilidade objetiva integral, sem qualquer excludente.",
      "D": "Responsabilidade subjetiva, baseada na culpa anônima do serviço.",
      "E": "Inexistência de responsabilidade, cabendo ao particular a reparação do dano."
    },
    "resposta_correta": "B",
    "explicacao_professor": "O Art. 37, § 6º, da CF/88 estabelece a responsabilidade objetiva do Estado ('independentemente de dolo ou culpa'), na modalidade Teoria do Risco Administrativo. Essa teoria admite excludentes de responsabilidade, como culpa exclusiva da vítima, caso fortuito ou força maior."
  },
  {
    "numero": 46,
    "disciplina": "Conhecimentos Específicos - Direito Penal",
    "topico": "Teoria do crime: fato típico, ilicitude, culpabilidade (4.2)",
    "questao": "No contexto da Teoria Tripartida do Crime, a **Culpabilidade** é o juízo de reprovação pessoal da conduta ilícita e típica, e pressupõe a presença de:",
    "opcoes": {
      "A": "Apenas a tipicidade e a punibilidade.",
      "B": "Apenas o dolo ou a culpa.",
      "C": "Imputabilidade, potencial consciência da ilicitude e exigibilidade de conduta diversa.",
      "D": "Antijuridicidade e a ausência de excludentes.",
      "E": "Conduta, resultado, nexo causal e tipicidade formal."
    },
    "resposta_correta": "C",
    "explicacao_professor": "A Culpabilidade, sob o prisma da Teoria Tripartida (analítica), tem como elementos: 1) Imputabilidade; 2) Potencial Consciência da Ilicitude; 3) Exigibilidade de Conduta Diversa."
  },
  {
    "numero": 47,
    "disciplina": "Conhecimentos Específicos - Direito Penal",
    "topico": "Aplicação da lei penal no tempo e no espaço (4.1)",
    "questao": "Em relação à aplicação da Lei Penal no tempo, o princípio da **irretroatividade da lei penal**, salvo para beneficiar o réu (novatio legis in melius), está previsto no Art. 5º, XL, da CF. O Código Penal adota a Teoria da:",
    "opcoes": {
      "A": "Atividade, em relação ao lugar do crime.",
      "B": "Ubicuidade, em relação ao lugar do crime.",
      "C": "Atividade, em relação ao tempo do crime.",
      "D": "Resultado, em relação ao tempo do crime.",
      "E": "Da Irretroatividade, em relação ao tempo do crime."
    },
    "resposta_correta": "C",
    "explicacao_professor": "O Art. 4º do Código Penal adota a **Teoria da Atividade** para determinar o tempo do crime: 'Considera-se praticado o crime no momento da ação ou omissão, ainda que outro seja o momento do resultado'."
  },
  {
    "numero": 48,
    "disciplina": "Conhecimentos Específicos - Direito Penal",
    "topico": "Crimes em espécie: crimes contra a administração pública (4.5)",
    "questao": "O Policial Penal que exige, para si ou para outrem, direta ou indiretamente, fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida, pratica o crime de:",
    "opcoes": {
      "A": "Concussão.",
      "B": "Corrupção Passiva.",
      "C": "Corrupção Ativa.",
      "D": "Prevaricação.",
      "E": "Peculato."
    },
    "resposta_correta": "A",
    "explicacao_professor": "O crime de **Concussão** (Art. 316 do CP) tem como núcleo 'Exigir, para si ou para outrem, direta ou indiretamente, ainda que fora da função ou antes de assumi-la, mas em razão dela, vantagem indevida'. A Corrupção Passiva é 'Solicitar ou receber' a vantagem."
  },
  {
    "numero": 49,
    "disciplina": "Conhecimentos Específicos - Direito Penal",
    "topico": "Concurso de pessoas (4.4)",
    "questao": "No concurso de pessoas, o Código Penal adota a **Teoria Monista** ou unitária como regra geral, o que significa que:",
    "opcoes": {
      "A": "O crime deve ser praticado por uma única pessoa.",
      "B": "As penas devem ser diferentes para o autor e para o partícipe.",
      "C": "A participação de um agente não acarreta a punição do outro.",
      "D": "Embora existam várias condutas, há um crime único para todos os que concorrem para ele.",
      "E": "A punição do agente depende do resultado de sua própria conduta."
    },
    "resposta_correta": "D",
    "explicacao_professor": "A Teoria Monista (Art. 29 do CP) estabelece que, embora haja pluralidade de agentes e de condutas, o fato é **uno** (crime único) e todos os que concorrem para a sua prática incidem na pena a ele cominada. Há exceções (Teoria Pluralista), mas a regra é a monista."
  },
  {
    "numero": 50,
    "disciplina": "Conhecimentos Específicos - Direito Penal",
    "topico": "Pena: espécies, cominação, aplicação, suspensão e substituição (4.6)",
    "questao": "As penas privativas de liberdade podem ser substituídas por penas restritivas de direitos, desde que preenchidos os requisitos legais. Um desses requisitos, previsto no Código Penal, é que a pena privativa de liberdade aplicada **não** seja superior a:",
    "opcoes": {
      "A": "8 anos.",
      "B": "4 anos.",
      "C": "2 anos.",
      "D": "1 ano.",
      "E": "6 meses."
    },
    "resposta_correta": "B",
    "explicacao_professor": "O Art. 44, I, do Código Penal exige que a pena privativa de liberdade aplicada não seja superior a **quatro anos** (exceto se o crime for culposo, quando não há limite). Se o crime for doloso, o limite é de 4 anos."
  },
  {
    "numero": 51,
    "disciplina": "Conhecimentos Específicos - Direito Processual Penal",
    "topico": "Prisões: prisão em flagrante, preventiva e temporária. Liberdade provisória (5.5)",
    "questao": "A Prisão Temporária, regulamentada pela Lei nº 7.960/89, poderá ser decretada pelo Juiz, mediante representação da autoridade policial ou requerimento do Ministério Público, quando for **IMPRESCINDÍVEL** para:",
    "opcoes": {
      "A": "Garantia da ordem pública ou econômica.",
      "B": "Garantia da execução da pena.",
      "C": "As investigações do inquérito policial, em crimes graves e taxativamente previstos.",
      "D": "A conveniência da instrução criminal, em qualquer crime.",
      "E": "Substituir a prisão em flagrante, em crimes de menor potencial ofensivo."
    },
    "resposta_correta": "C",
    "explicacao_professor": "A Prisão Temporária (Lei 7.960/89, Art. 1º, I) é cabível quando for **imprescindível para as investigações do inquérito policial**, nos crimes previstos no rol taxativo do seu Art. 1º, III. Os demais requisitos se referem à Prisão Preventiva."
  },
  {
    "numero": 52,
    "disciplina": "Conhecimentos Específicos - Direito Processual Penal",
    "topico": "Inquérito policial: conceito, finalidade e características (5.2)",
    "questao": "Em relação às características do Inquérito Policial (IP), é correto afirmar que é um procedimento:",
    "opcoes": {
      "A": "Judicial, contraditório e obrigatório.",
      "B": "Administrativo, inquisitivo e sigiloso (em regra).",
      "C": "Jurisdicional, público e dispensável.",
      "D": "Contraditório, não dispensável e oral.",
      "E": "Público, defensivo e judicial."
    },
    "resposta_correta": "B",
    "explicacao_professor": "O IP é **Administrativo** (conduzido pela autoridade policial, do Poder Executivo); **Inquisitivo** (não possui contraditório pleno, que é postergado para a fase judicial); e **Sigiloso** (podendo ser estendido a terceiros - Art. 20, CPP), embora o Advogado tenha acesso aos autos."
  },
  {
    "numero": 53,
    "disciplina": "Conhecimentos Específicos - Direito Processual Penal",
    "topico": "Provas: espécies e admissibilidade (5.6)",
    "questao": "Conforme o Código de Processo Penal, a prova obtida por meio de interceptação telefônica sem autorização judicial é considerada **ilícita**. A consequência processual dessa prova, no Processo Penal, é a sua:",
    "opcoes": {
      "A": "Admissibilidade, desde que confirmada por outras provas lícitas.",
      "B": "Validade, exceto se a defesa provar que houve prejuízo.",
      "C": "Inadmissibilidade, devendo ser desentranhada do processo (Teoria dos Frutos da Árvore Envenenada).",
      "D": "Utilização para fins de absolvição, mas não para condenação.",
      "E": "Utilização como indício, mas não como prova cabal."
    },
    "resposta_correta": "C",
    "explicacao_professor": "As provas ilícitas (obtidas com violação a normas constitucionais ou legais) são inadmissíveis no processo (Art. 5º, LVI, CF e Art. 157, CPP). A 'Teoria dos Frutos da Árvore Envenenada' (Doutrina da Prova Ilegal por Derivação) implica que as provas que dela decorram também são consideradas ilícitas e devem ser desentranhadas."
  },
  {
    "numero": 54,
    "disciplina": "Conhecimentos Específicos - Direito Processual Penal",
    "topico": "Ação penal: espécies e condições (5.3)",
    "questao": "A regra geral no Direito Processual Penal brasileiro é que a ação penal é:",
    "opcoes": {
      "A": "Privada, dependendo de queixa da vítima.",
      "B": "Pública incondicionada, promovida pelo Ministério Público.",
      "C": "Pública condicionada à representação do ofendido.",
      "D": "Pública, dependendo de requisição do Ministro da Justiça.",
      "E": "Exclusivamente privada, promovida pelo querelante."
    },
    "resposta_correta": "B",
    "explicacao_professor": "O Art. 100 do Código Penal e o Art. 24 do Código de Processo Penal estabelecem a regra: 'A ação penal é **pública**, salvo quando a lei expressamente a declara privativa do ofendido'. A ação pública é, em regra, **incondicionada** (não depende de representação ou requisição)."
  },
  {
    "numero": 55,
    "disciplina": "Conhecimentos Específicos - Direito Processual Penal",
    "topico": "Princípios do processo penal (5.1)",
    "questao": "O princípio do Processo Penal que garante ao acusado o direito de não produzir prova contra si mesmo é o princípio do:",
    "opcoes": {
      "A": "Contraditório.",
      "B": "Ampla defesa.",
      "C": "*Nemo tenetur se detegere*.",
      "D": "Juiz natural.",
      "E": "Duplo grau de jurisdição."
    },
    "resposta_correta": "C",
    "explicacao_professor": "O princípio do ***Nemo tenetur se detegere*** ('ninguém é obrigado a se descobrir' ou 'a depor contra si mesmo') é uma garantia fundamental decorrente da Ampla Defesa (Art. 5º, LXIII, CF), que assegura ao acusado o direito ao silêncio e de não ser constrangido a produzir prova que o incrimine."
  },
  {
    "numero": 56,
    "disciplina": "Conhecimentos Específicos - Legislação Penal e Processual Penal Especial",
    "topico": "Lei de Execução Penal (Lei nº 7.210/1984): órgãos da execução penal (6.1)",
    "questao": "De acordo com a Lei de Execução Penal (LEP), **não** é considerado um órgão da Execução Penal:",
    "opcoes": {
      "A": "O Conselho Penitenciário.",
      "B": "O Departamento Penitenciário Nacional (DEPEN).",
      "C": "O Juízo da Execução.",
      "D": "O Ministério Público.",
      "E": "O Conselho da Comunidade."
    },
    "resposta_correta": "B",
    "explicacao_professor": "Os órgãos da Execução Penal estão elencados no Art. 61 da LEP: I - O Conselho Nacional de Política Criminal e Penitenciária; II - O Juízo da Execução; III - O Ministério Público; IV - O Conselho Penitenciário; V - Os Patronatos; VI - O Conselho da Comunidade. O Departamento Penitenciário Nacional (DEPEN), embora relacionado, não é listado no rol taxativo do Art. 61."
  },
  {
    "numero": 57,
    "disciplina": "Conhecimentos Específicos - Legislação Penal e Processual Penal Especial",
    "topico": "Lei nº 13.869/2019 (Lei de Abuso de Autoridade) (6.4)",
    "questao": "Conforme a Lei de Abuso de Autoridade (Lei nº 13.869/2019), a divergência na interpretação de lei ou na avaliação de fatos e provas **não** configura crime de abuso de autoridade. Além disso, a Lei exige que a conduta criminosa seja praticada com a finalidade específica (elemento subjetivo especial) de:",
    "opcoes": {
      "A": "Obter vantagem pessoal para si.",
      "B": "Prejudicar outrem ou beneficiar a si ou a terceiro, ou, ainda, por mero capricho ou satisfação pessoal.",
      "C": "Dificultar as investigações do inquérito policial.",
      "D": "Garantir a ordem pública.",
      "E": "Cumprir ordem de superior hierárquico."
    },
    "resposta_correta": "B",
    "explicacao_professor": "O Art. 1º, § 1º, da Lei 13.869/2019 estabelece o dolo específico: 'Os crimes previstos nesta Lei são de ação livre e punidos a título de dolo, quando as condutas forem praticadas com a finalidade específica de **prejudicar outrem ou beneficiar a si ou a terceiro, ou, ainda, por mero capricho ou satisfação pessoal**'."
  },
  {
    "numero": 58,
    "disciplina": "Conhecimentos Específicos - Legislação Penal e Processual Penal Especial",
    "topico": "Lei nº 12.850/2013 (Organizações Criminosas) (6.5)",
    "questao": "Para os efeitos da Lei nº 12.850/2013, que define organização criminosa, considera-se tal a associação de:",
    "opcoes": {
      "A": "Três ou mais pessoas, estruturalmente ordenada e caracterizada pela divisão de tarefas, com o objetivo de obter, direta ou indiretamente, vantagem de qualquer natureza, mediante a prática de infrações penais cujas penas máximas sejam iguais a 1 (um) ano.",
      "B": "Quatro ou mais pessoas, estruturalmente ordenada e caracterizada pela divisão de tarefas, com o objetivo de obter, direta ou indiretamente, vantagem de qualquer natureza, mediante a prática de infrações penais cujas penas máximas sejam superiores a 4 (quatro) anos, ou que sejam de caráter transnacional.",
      "C": "Duas ou mais pessoas, com o fim de praticar crimes hediondos.",
      "D": "Três ou mais pessoas, com o objetivo de praticar crimes e contravenções penais.",
      "E": "Quatro ou mais pessoas, com o objetivo de praticar, por habitualidade, crimes graves."
    },
    "resposta_correta": "B",
    "explicacao_professor": "O Art. 1º, § 1º, da Lei nº 12.850/2013 define organização criminosa como 'a associação de **4 (quatro) ou mais pessoas**, estruturalmente ordenada e caracterizada pela **divisão de tarefas**, ainda que informalmente, com o objetivo de obter, direta ou indiretamente, vantagem de qualquer natureza, mediante a prática de infrações penais cujas **penas máximas sejam superiores a 4 (quatro) anos**, ou que sejam de caráter transnacional'."
  },
  {
    "numero": 59,
    "disciplina": "Conhecimentos Específicos - Legislação Institucional da PPES",
    "topico": "Lei Estadual nº 1.059/2023: Cria o cargo de Policial Penal, o Plano de Carreira (7.2)",
    "questao": "De acordo com a Lei Estadual nº 1.059/2023, que cria o cargo e o Plano de Carreira dos Policiais Penais do Espírito Santo, o desenvolvimento do Policial Penal na carreira dar-se-á mediante os processos de:",
    "opcoes": {
      "A": "Apenas Progressão por Merecimento.",
      "B": "Progressão e Promoção.",
      "C": "Apenas Ascensão Funcional.",
      "D": "Progressão e Estágio Probatório.",
      "E": "Promoção por Antiguidade e Mérito."
    },
    "resposta_correta": "B",
    "explicacao_professor": "O Art. 2º da Lei Estadual nº 1.059/2023 define que o desenvolvimento na Carreira de Policial Penal do Estado do Espírito Santo dar-se-á mediante os processos de **Progressão e Promoção**."
  },
  {
    "numero": 60,
    "disciplina": "Conhecimentos Específicos - Legislação Institucional da PPES",
    "topico": "Lei Complementar nº 46/1994: Regime Jurídico Único dos servidores públicos civis do ES (7.1)",
    "questao": "Conforme a Lei Complementar nº 46/1994 (Regime Jurídico Único dos Servidores Públicos Civis do ES), sobre as licenças, é correto afirmar que o servidor poderá ausentar-se do serviço, sem qualquer prejuízo, por **8 (oito) dias consecutivos**, em razão de:",
    "opcoes": {
      "A": "Doença em pessoa da família.",
      "B": "Casamento (licença gala) e falecimento de cônjuge, pais, filhos ou irmãos (licença luto).",
      "C": "Motivo de afastamento do cônjuge.",
      "D": "Serviço militar obrigatório.",
      "E": "Doação de sangue (uma vez a cada 12 meses)."
    },
    "resposta_correta": "B",
    "explicacao_professor": "O Art. 93, III, da LC 46/94 estabelece que o servidor poderá ausentar-se do serviço, sem qualquer prejuízo, por **8 dias consecutivos**, por motivo de: 'casamento' ou 'falecimento do cônjuge, ascendente, descendente ou irmão'."
  }

]
