{
    "Questão 1": {
        "enunciado": "A taxação de super-ricos tem sido tema de debate internacional em \n2025. Segundo propostas discutidas em fóruns econômicos globais, qual seria o \nprincipal objetivo dessa medida?",
        "opcoes": {
            "A": "Correta. A taxação de super-ricos tem como principais objetivos aumentar a arrecadação pública para investimentos sociais e em infraestrutura, além de contribuir para a redução da desigualdade social.",
            "B": "Incorreta. A proposta não visa eliminar a propriedade privada, mas sim tributar grandes fortunas. • • •",
            "C": "Incorreta. Embora possa haver efeitos indiretos, não é o objetivo principal da medida.",
            "D": "Incorreta. A medida visa combater, não incentivar, a evasão fiscal.",
            "E": "Promover a concentração de renda."
        },
        "resposta_correta": "A",
        "comentario": "A) Correta. A taxação de super-ricos tem como principais objetivos aumentar a arrecadação pública para investimentos sociais e em infraestrutura, além de contribuir para a redução da desigualdade social. B) Incorreta. A proposta não visa eliminar a propriedade privada, mas sim tributar grandes fortunas. C) Incorreta. Embora possa haver efeitos indiretos, não é o objetivo principal da medida. D) Incorreta. A medida visa combater, não incentivar, a evasão fiscal. E) Incorreta. O objetivo é justamente o oposto: reduzir a concentração de renda."
    },
    "Questão 2": {
        "enunciado": "A Reforma Tributária sobre o consumo, promulgada por meio da \nEmenda Constitucional 132 em dezembro de 2023, entrou em uma nova fase em \n2025: a de regulamentação. Qual foi o primeiro ato normativo sancionado \nresultante desse processo?",
        "opcoes": {
            "A": "Incorreta. A regulamentação está sendo feita por meio de Leis Complementares, não Medidas Provisórias.",
            "B": "Incorreta. A regulamentação não foi feita por Decreto Presidencial.",
            "C": "Correta. Conforme a página oficial do Ministério da Fazenda sobre a Reforma Tributária, o primeiro resultado do processo de regulamentação foi a sanção da Lei Complementar nº 214, de 16 de janeiro de 2025, que institui a Lei Geral do IBS, da CBS e do Imposto Seletivo.",
            "D": "Incorreta. A criação do Comitê Gestor do IBS é objeto de outro projeto de lei complementar (PLP 108/2024), não de uma portaria.",
            "E": "A aprovação do Projeto de Lei Complementar (PLP) 108/2024, que trata do tributo a ser gerido por estados e municípios."
        },
        "resposta_correta": "C",
        "comentario": "A) Incorreta. A regulamentação está sendo feita por meio de Leis Complementares, não Medidas Provisórias. B) Incorreta. A regulamentação não foi feita por Decreto Presidencial. C) Correta. Conforme a página oficial do Ministério da Fazenda sobre a Reforma Tributária, o primeiro resultado do processo de regulamentação foi a sanção da Lei Complementar nº 214, de 16 de janeiro de 2025, que institui a Lei Geral do IBS, da CBS e do Imposto Seletivo. D) Incorreta. A criação do Comitê Gestor do IBS é objeto de outro projeto de lei complementar (PLP 108/2024), não de uma portaria. E) Incorreta. A aprovação do PLP 108/2024 no Senado ocorreu posteriormente, em setembro/outubro de 2025, e trata especificamente da gestão do IBS, não sendo o primeiro ato sancionado da regulamentação geral."
    },
    "Questão 3": {
        "enunciado": "A economia do Espírito Santo é marcada por sua diversidade e por sua \nrelevância em setores estratégicos para o Brasil. Com base nos dados econômicos \ndo estado, qual setor detém a maior participação no Produto Interno Bruto (PIB) \ncapixaba?",
        "opcoes": {
            "B": "Incorreta. A indústria tem uma participação significativa (34,5%), mas não é a maior.",
            "A": "Incorreta. Embora a agropecuária seja importante, especialmente o café, sua participação no PIB (9,3%) é a menor entre os três grandes setores.",
            "C": "Correta. Conforme os dados apresentados pelo Brasil Escola, o setor de serviços é o principal componente da economia capixaba, respondendo por 56,3% do PIB estadual, em grande parte devido à intensa atividade portuária.",
            "D": "Incorreta. A produção de petróleo e gás é uma atividade industrial de grande relevância e fonte de receita, mas está contida dentro do setor secundário (indústria), que não é o maior em participação no PIB.",
            "E": "O setor de exportação de rochas ornamentais, como o granito."
        },
        "resposta_correta": "C",
        "comentario": "A) Incorreta. Embora a agropecuária seja importante, especialmente o café, sua participação no PIB (9,3%) é a menor entre os três grandes setores. B) Incorreta. A indústria tem uma participação significativa (34,5%), mas não é a maior. C) Correta. Conforme os dados apresentados pelo Brasil Escola, o setor de serviços é o principal componente da economia capixaba, respondendo por 56,3% do PIB estadual, em grande parte devido à intensa atividade portuária. D) Incorreta. A produção de petróleo e gás é uma atividade industrial de grande relevância e fonte de receita, mas está contida dentro do setor secundário (indústria), que não é o maior em participação no PIB. E) Incorreta. A exportação de granito é um nicho importante da economia, mas não representa o maior setor do PIB."
    },
    "Questão 4": {
        "enunciado": "De acordo com o Anuário Brasileiro de Segurança Pública 2025, o Brasil \nregistrou em 2024 a menor taxa de Mortes Violentas Intencionais (MVI) desde \n2012. Apesar da queda nacional, a violência letal permanece concentrada em \ndeterminadas regiões. Qual estado brasileiro liderou o ranking de mais violento \ndo país em 2024?",
        "opcoes": {
            "A": "Incorreta. A Bahia apresentou a segunda maior taxa de MVI (40,6), mas não a primeira.",
            "B": "Incorreta. O Ceará ficou na terceira posição, com uma taxa de 37,5.",
            "C": "Correta. Conforme os dados do Anuário, o Amapá liderou o ranking com a maior taxa de Mortes Violentas Intencionais do Brasil em 2024, registrando 45,1 casos por 100 mil habitantes.",
            "D": "Incorreta. Pernambuco ocupou a quarta posição no ranking.",
            "E": "Rio de Janeiro"
        },
        "resposta_correta": "C",
        "comentario": "A) Incorreta. A Bahia apresentou a segunda maior taxa de MVI (40,6), mas não a primeira. B) Incorreta. O Ceará ficou na terceira posição, com uma taxa de 37,5. C) Correta. Conforme os dados do Anuário, o Amapá liderou o ranking com a maior taxa de Mortes Violentas Intencionais do Brasil em 2024, registrando 45,1 casos por 100 mil habitantes. D) Incorreta. Pernambuco ocupou a quarta posição no ranking. E) Incorreta. O Rio de Janeiro, apesar de sua notoriedade, ficou na 15ª posição, com uma taxa de 15,8, abaixo da média nacional."
    },
    "Questão 5": {
        "enunciado": "O mesmo Anuário Brasileiro de Segurança Pública 2025 aponta que as \ndez cidades com as maiores taxas de MVI em 2024 estão localizadas em uma única \nmacrorregião do Brasil. A qual região pertencem todas essas cidades?",
        "opcoes": {
            "A": "Incorreta. Embora a região Norte tenha a segunda maior taxa de violência, nenhuma de suas cidades apareceu no top 10.",
            "B": "Incorreta. A região Centro-Oeste não teve cidades entre as mais violentas.",
            "C": "Incorreta. A região Sudeste, apesar de populosa, apresentou taxas de violência menores.",
            "D": "Incorreta. A região Sul tradicionalmente apresenta os menores índices de violência letal do país.",
            "E": "Nordeste"
        },
        "resposta_correta": "E",
        "comentario": "A) Incorreta. Embora a região Norte tenha a segunda maior taxa de violência, nenhuma de suas cidades apareceu no top 10. B) Incorreta. A região Centro-Oeste não teve cidades entre as mais violentas. C) Incorreta. A região Sudeste, apesar de populosa, apresentou taxas de violência menores. D) Incorreta. A região Sul tradicionalmente apresenta os menores índices de violência letal do país. E) Correta. O relatório destaca que todas as dez cidades com as maiores taxas de Mortes Violentas Intencionais em 2024 estão localizadas na região Nordeste, com a violência nessas áreas frequentemente associada a disputas entre facções do crime organizado."
    },
    "Questão 6": {
        "enunciado": "A cultura do Espírito Santo é marcada pela confluência de diversas \ninfluências. Qual das seguintes manifestações folclóricas, que envolve música, \ndança e elementos teatrais, é considerada um dos maiores símbolos da identidade \ncultural capixaba?",
        "opcoes": {
            "A": "Incorreta. O Maracatu é uma manifestação cultural típica de Pernambuco.",
            "B": "Incorreta. O Bumba Meu Boi é uma festa tradicional do Maranhão e de outras partes do Norte e Nordeste.",
            "C": "Correta. O Congo é uma das mais expressivas e tradicionais manifestações culturais do Espírito Santo, especialmente em municípios como Serra, Vila Velha e Cariacica, misturando elementos religiosos católicos com tradições africanas.",
            "D": "Incorreta. A Festa do Divino ocorre em várias partes do Brasil, mas não é o principal símbolo da identidade capixaba. •",
            "E": "O Jongo, uma dança de roda de origem africana praticada ao som de tambores."
        },
        "resposta_correta": "C",
        "comentario": "A) Incorreta. O Maracatu é uma manifestação cultural típica de Pernambuco. B) Incorreta. O Bumba Meu Boi é uma festa tradicional do Maranhão e de outras partes do Norte e Nordeste. C) Correta. O Congo é uma das mais expressivas e tradicionais manifestações culturais do Espírito Santo, especialmente em municípios como Serra, Vila Velha e Cariacica, misturando elementos religiosos católicos com tradições africanas. D) Incorreta. A Festa do Divino ocorre em várias partes do Brasil, mas não é o principal símbolo da identidade capixaba. E) Incorreta. O Jongo também é praticado no Espírito Santo, mas o Congo tem uma representatividade e abrangência maiores como símbolo cultural do estado."
    },
    "Questão 7": {
        "enunciado": "Em 2025, um debate sobre desigualdade social no Brasil ganhou força \ncom a divulgação de uma pesquisa que revelou a percepção da população sobre o \ntema. Qual foi o principal achado dessa pesquisa, conforme noticiado pela Folha \nde S.Paulo?",
        "opcoes": {
            "A": "Incorreta. A pesquisa aponta para uma forte percepção de alta desigualdade, não de diminuição.",
            "B": "Incorreta. A notícia indica que a percepção de desigualdade é maior entre as mulheres e nas classes C, D e E, não entre homens e classes altas.",
            "C": "Incorreta. O percentual é significativamente maior que 50%.",
            "D": "Correta. Segundo a pesquisa divulgada, um percentual expressivo de 77% dos brasileiros considera o país muito desigual, e essa percepção é ainda mais acentuada entre as mulheres (82%).",
            "E": "A pesquisa concluiu que a desigualdade de renda não é mais um problema central para a população."
        },
        "resposta_correta": "D",
        "comentario": "A) Incorreta. A pesquisa aponta para uma forte percepção de alta desigualdade, não de diminuição. B) Incorreta. A notícia indica que a percepção de desigualdade é maior entre as mulheres e nas classes C, D e E, não entre homens e classes altas. C) Incorreta. O percentual é significativamente maior que 50%. D) Correta. Segundo a pesquisa divulgada, um percentual expressivo de 77% dos brasileiros considera o país muito desigual, e essa percepção é ainda mais acentuada entre as mulheres (82%). E) Incorreta. O resultado da pesquisa reforça a ideia de que a desigualdade continua sendo uma preocupação central."
    },
    "Questão 8": {
        "enunciado": "O Espírito Santo possui uma geografia diversificada, que influencia \ndiretamente sua economia e cultura. Qual das seguintes características descreve \ncorretamente o relevo e o litoral do estado?",
        "opcoes": {
            "A": "Incorreta. A violência urbana, e não a baixa densidade rural, é o foco principal.",
            "B": "Incorreta. O perfil demográfico da criminalidade geralmente se concentra na população jovem.",
            "C": "Correta. Relatórios como o Anuário Brasileiro de Segurança Pública e análises de especialistas consistentemente apontam as disputas entre facções do crime organizado como um dos principais motores da violência letal no Brasil, especialmente nas regiões Norte e Nordeste.",
            "D": "Incorreta. O debate sobre segurança pública geralmente aponta para a necessidade de um policiamento mais eficiente e inteligente, não para o excesso como causa da violência.",
            "E": "A proibição da venda de armas de fogo para civis."
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. Embora o interior seja montanhoso, o estado possui uma importante planície litorânea. B) Correta. Conforme informações do governo do estado e de fontes geográficas, o território capixaba é dividido em duas regiões naturais distintas: a baixada litorânea, que se estende por cerca de 400 km, e o planalto no interior. C) Incorreta. Não há grandes áreas de depressão ou abaixo do nível do mar no estado. D) Incorreta. O litoral é extenso, com aproximadamente 400 km, e o interior é um planalto, não um pantanal. E) Incorreta. O Espírito Santo é banhado pelo Oceano Atlântico a leste. Questão 9 A segurança pública no Brasil enfrenta desafios complexos e multifacetados. De acordo com especialistas e relatórios recentes, qual dos seguintes fatores é frequentemente apontado como um dos principais agravantes da violência e da criminalidade no país? A) A baixa densidade demográfica nas áreas rurais. B) O envelhecimento da população e a diminuição do número de jovens. C) A atuação de facções do crime organizado, especialmente em disputas por territórios para o tráfico de drogas. D) O excesso de policiamento ostensivo nas grandes cidades. E) A proibição da venda de armas de fogo para civis. Resposta: C Comentário: A) Incorreta. A violência urbana, e não a baixa densidade rural, é o foco principal. B) Incorreta. O perfil demográfico da criminalidade geralmente se concentra na população jovem. C) Correta. Relatórios como o Anuário Brasileiro de Segurança Pública e análises de especialistas consistentemente apontam as disputas entre facções do crime organizado como um dos principais motores da violência letal no Brasil, especialmente nas regiões Norte e Nordeste. D) Incorreta. O debate sobre segurança pública geralmente aponta para a necessidade de um policiamento mais eficiente e inteligente, não para o excesso como causa da violência. E) Incorreta. O debate sobre o acesso a armas de fogo é complexo, mas a proibição em si não é apontada como a causa principal da atuação do crime organizado."
    },
    "Questão 10": {
        "enunciado": "A economia do Espírito Santo se destaca nacionalmente em várias \náreas. Além de ser um grande exportador de minério de ferro e aço, o estado \nocupa uma posição de destaque na produção de quais recursos energéticos?",
        "opcoes": {
            "A": "Incorreta. O estado importa carvão mineral, mas não é um grande produtor.",
            "B": "Incorreta. Embora possua hidrelétricas, não é sua principal área de destaque energético nacional.",
            "C": "Incorreta. A produção de energia eólica e solar é mais proeminente em outras regiões do Brasil.",
            "D": "Correta. Conforme dados econômicos, o Espírito Santo é o segundo maior produtor de petróleo e gás natural do Brasil, ficando atrás apenas do Rio de Janeiro, com potencial de aumento devido à exploração da camada pré-sal.",
            "E": "Urânio e xisto betuminoso."
        },
        "resposta_correta": "D",
        "comentario": "A) Incorreta. O estado importa carvão mineral, mas não é um grande produtor. B) Incorreta. Embora possua hidrelétricas, não é sua principal área de destaque energético nacional. C) Incorreta. A produção de energia eólica e solar é mais proeminente em outras regiões do Brasil. D) Correta. Conforme dados econômicos, o Espírito Santo é o segundo maior produtor de petróleo e gás natural do Brasil, ficando atrás apenas do Rio de Janeiro, com potencial de aumento devido à exploração da camada pré-sal. E) Incorreta. Não há produção significativa desses recursos no estado."
    },
    "Questão 11": {
        "enunciado": "Em 2025, o debate sobre a fome e a insegurança alimentar no Brasil \ncontinuou em pauta. Qual das seguintes afirmações reflete corretamente a \nsituação, conforme apontado em análises sobre temas sociais relevantes para o \npaís?",
        "opcoes": {
            "A": "Incorreta. Apesar dos avanços em diferentes períodos, a fome voltou a ser um problema grave no Brasil.",
            "B": "Incorreta. A insegurança alimentar é um problema que afeta tanto áreas urbanas quanto rurais.",
            "C": "Correta. Análises sobre os principais problemas sociais do Brasil em 2025, como as citadas em portais de notícias e temas para o Enem, destacam que a fome e a insegurança alimentar continuam a ser um desafio significativo, afetando milhões de pessoas.",
            "D": "Incorreta. O problema da fome no Brasil está mais relacionado ao acesso e à distribuição de alimentos do que à capacidade de produção.",
            "E": "Programas de transferência de renda se mostraram ineficazes no combate à insegurança alimentar."
        },
        "resposta_correta": "C",
        "comentario": "A) Incorreta. Apesar dos avanços em diferentes períodos, a fome voltou a ser um problema grave no Brasil. B) Incorreta. A insegurança alimentar é um problema que afeta tanto áreas urbanas quanto rurais. C) Correta. Análises sobre os principais problemas sociais do Brasil em 2025, como as citadas em portais de notícias e temas para o Enem, destacam que a fome e a insegurança alimentar continuam a ser um desafio significativo, afetando milhões de pessoas. D) Incorreta. O problema da fome no Brasil está mais relacionado ao acesso e à distribuição de alimentos do que à capacidade de produção. E) Incorreta. Programas de transferência de renda são considerados ferramentas importantes no combate à pobreza e à insegurança alimentar, embora possam ter sua eficácia debatida e aprimorada."
    },
    "Questão 12": {
        "enunciado": "A divisão político-administrativa do Espírito Santo organiza o estado \nem municípios. Quantos municípios compõem o estado do Espírito Santo?",
        "opcoes": {
            "A": "55",
            "B": "68",
            "C": "78",
            "D": "88",
            "E": "Incorretas. •"
        },
        "resposta_correta": "C",
        "comentario": "A), B), D), E) Incorretas. C) Correta. De acordo com o Instituto Brasileiro de Geografia e Estatística (IBGE) e informações oficiais do governo estadual, o Espírito Santo é composto por 78 municípios."
    },
    "Questão 13": {
        "enunciado": "A discussão sobre a reforma tributária no Brasil em 2025 envolveu a \ncriação de novos impostos e a unificação de outros. O Imposto sobre Bens e \nServiços (IBS) é um dos pilares dessa reforma. Qual é a principal característica do \nIBS?",
        "opcoes": {
            "A": "Incorreta. Uma das principais vantagens da reforma é justamente a não cumulatividade, permitindo o crédito do imposto pago na etapa anterior.",
            "B": "Incorreta. A Contribuição sobre Bens e Serviços (CBS) é de competência da União, mas o IBS é de competência de estados e municípios.",
            "C": "Correta. O IBS é o chamado “IVA subnacional”, que unificará o ICMS (Imposto sobre Circulação de Mercadorias e Serviços) e o ISS (Imposto sobre Serviços de Qualquer Natureza), sendo gerido por um Comitê Gestor com participação de estados e municípios.",
            "D": "Incorreta. O IBS incide sobre uma base ampla de bens e serviços.",
            "E": "É um imposto seletivo, aplicado sobre produtos prejudiciais à saúde e ao meio ambiente."
        },
        "resposta_correta": "C",
        "comentario": "A) Incorreta. Uma das principais vantagens da reforma é justamente a não cumulatividade, permitindo o crédito do imposto pago na etapa anterior. B) Incorreta. A Contribuição sobre Bens e Serviços (CBS) é de competência da União, mas o IBS é de competência de estados e municípios. C) Correta. O IBS é o chamado “IVA subnacional”, que unificará o ICMS (Imposto sobre Circulação de Mercadorias e Serviços) e o ISS (Imposto sobre Serviços de Qualquer Natureza), sendo gerido por um Comitê Gestor com participação de estados e municípios. D) Incorreta. O IBS incide sobre uma base ampla de bens e serviços. E) Incorreta. O imposto seletivo é outra parte da reforma, mas é um imposto distinto do IBS."
    },
    "Questão 14": {
        "enunciado": "O Brasil tem se destacado internacionalmente em iniciativas de \ncombate à desigualdade. Em 2025, o Ministro da Fazenda Fernando Haddad fez \numa declaração sobre o papel do país nessa área. Qual foi o teor da declaração?",
        "opcoes": {
            "A": "Incorreta. A declaração foi no sentido oposto, destacando o papel internacional do Brasil.",
            "B": "Correta. Conforme noticiado pelo Ministério da Fazenda em abril de 2025, Fernando Haddad afirmou que o Brasil pode servir de exemplo a diversos países no combate à má distribuição de renda, à fome e à miséria, além do enfrentamento de outros desafios sociais.",
            "C": "Incorreta. A declaração foi positiva sobre o potencial brasileiro como referência.",
            "D": "Incorreta. Não foi essa a mensagem transmitida pelo ministro.",
            "E": "O país deve priorizar o crescimento econômico em detrimento das políticas sociais."
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. A declaração foi no sentido oposto, destacando o papel internacional do Brasil. B) Correta. Conforme noticiado pelo Ministério da Fazenda em abril de 2025, Fernando Haddad afirmou que o Brasil pode servir de exemplo a diversos países no combate à má distribuição de renda, à fome e à miséria, além do enfrentamento de outros desafios sociais. C) Incorreta. A declaração foi positiva sobre o potencial brasileiro como referência. D) Incorreta. Não foi essa a mensagem transmitida pelo ministro. E) Incorreta. A declaração enfatizou justamente a importância das políticas sociais."
    },
    "Questão 15": {
        "enunciado": "A Região Metropolitana da Grande Vitória (RMGV) é um importante \ncentro econômico do Espírito Santo. Qual das seguintes cidades NÃO faz parte da \nRMGV?",
        "opcoes": {
            "A": "Incorreta. Não foi o primeiro concurso público do Brasil, mas sim o maior em termos de participação.",
            "B": "Correta. Conforme noticiado, o CNU 2025 foi considerado o maior concurso público do país, atraindo mais de 761 mil candidatos para disputar 3.652 vagas em 32 órgãos do governo federal.",
            "C": "Incorreta. O concurso ofereceu vagas para diferentes níveis de escolaridade.",
            "D": "Incorreta. O concurso foi realizado conforme programado.",
            "E": "Foi realizado apenas na região Sudeste do país."
        },
        "resposta_correta": "E",
        "comentario": "A), B), C), D) Incorretas. Vitória (capital), Vila Velha, Cariacica e Serra são os principais municípios que compõem a Região Metropolitana da Grande Vitória. E) Correta. Linhares é um importante município do norte do estado, mas não faz parte da Região Metropolitana da Grande Vitória. A RMGV é composta por Vitória, Vila Velha, Cariacica, Serra, Viana, Guarapari e Fundão. Questão 16 O Concurso Nacional Unificado (CNU) 2025 foi um marco na história dos concursos públicos brasileiros. Qual das seguintes informações sobre o CNU 2025 está correta? A) Foi o primeiro concurso público realizado no Brasil. B) Atraiu mais de 761 mil pessoas para disputar 3.652 vagas em 32 órgãos do governo federal. C) Foi exclusivo para cargos de nível médio. D) Teve sua realização cancelada devido a problemas logísticos. E) Foi realizado apenas na região Sudeste do país. Resposta: B Comentário: A) Incorreta. Não foi o primeiro concurso público do Brasil, mas sim o maior em termos de participação. B) Correta. Conforme noticiado, o CNU 2025 foi considerado o maior concurso público do país, atraindo mais de 761 mil candidatos para disputar 3.652 vagas em 32 órgãos do governo federal. C) Incorreta. O concurso ofereceu vagas para diferentes níveis de escolaridade. D) Incorreta. O concurso foi realizado conforme programado. E) Incorreta. O concurso teve abrangência nacional."
    },
    "Questão 17": {
        "enunciado": "O café é um produto agrícola de grande importância para a economia \ndo Espírito Santo. Qual é a posição do estado na produção de café em grãos na \nregião Sudeste?",
        "opcoes": {
            "A": "Incorreta. A tendência observada é de crescimento, não de diminuição.",
            "B": "Correta. O Anuário de 2025 destacou a migração de crimes para o ambiente digital como uma das principais tendências, exigindo adaptação das forças de segurança e novas estratégias de prevenção e combate.",
            "C": "Incorreta. Os crimes digitais afetam pessoas físicas, pequenas empresas e diversos segmentos da sociedade.",
            "D": "Incorreta. O Brasil possui legislação específica para crimes cibernéticos, como a Lei Carolina Dieckmann.",
            "E": "O Brasil não possui estrutura para investigar crimes digitais."
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. Minas Gerais é tradicionalmente o maior produtor de café do Brasil. B) Correta. Conforme dados econômicos, o Espírito Santo é o segundo maior produtor de café em grãos da região Sudeste, ficando atrás apenas de Minas Gerais. C) Incorreta. São Paulo não supera o Espírito Santo na produção de café. D) Incorreta. O estado ocupa a segunda posição. E) Incorreta. O café é uma das principais culturas agrícolas do estado. Questão 18 A migração de crimes para o ambiente digital tem sido uma preocupação crescente das autoridades de segurança pública. O Anuário Brasileiro de Segurança Pública 2025 destacou essa tendência. Qual das seguintes afirmações melhor descreve essa situação? A) Os crimes digitais diminuíram significativamente em 2024. B) Há uma migração de crimes tradicionais para o ambiente digital, exigindo novas estratégias de combate. C) Os crimes digitais afetam apenas empresas de grande porte. D) A legislação brasileira não prevê punição para crimes cibernéticos. E) O Brasil não possui estrutura para investigar crimes digitais. Resposta: B Comentário: A) Incorreta. A tendência observada é de crescimento, não de diminuição. B) Correta. O Anuário de 2025 destacou a migração de crimes para o ambiente digital como uma das principais tendências, exigindo adaptação das forças de segurança e novas estratégias de prevenção e combate. C) Incorreta. Os crimes digitais afetam pessoas físicas, pequenas empresas e diversos segmentos da sociedade. D) Incorreta. O Brasil possui legislação específica para crimes cibernéticos, como a Lei Carolina Dieckmann. E) Incorreta. O país possui estruturas especializadas, embora possam necessitar de aprimoramento."
    },
    "Questão 19": {
        "enunciado": "O Porto de Vitória é um dos mais importantes do Brasil. Qual das \nseguintes características melhor descreve sua relevância econômica?",
        "opcoes": {
            "A": "8,5%",
            "B": "6,1%",
            "C": "10,2%",
            "D": "4,8%",
            "E": "Incorretas. •"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. O porto movimenta diversos tipos de cargas, não apenas produtos agrícolas. B) Correta. Conforme informações econômicas, o Porto de Vitória é um dos mais movimentados do Brasil, sendo um fator fundamental para o desenvolvimento do setor de serviços no Espírito Santo. C) Incorreta. O porto opera tanto com navegação internacional quanto de cabotagem. D) Incorreta. O porto é importante tanto para exportações quanto para importações. E) Incorreta. Sua importância é nacional, não apenas regional. Questão 20 A questão da independência dos bancos centrais tem sido tema de debate econômico internacional. Segundo análises recentes sobre neoliberalismo, qual é uma das principais críticas feitas a essa independência? A) Os bancos centrais independentes são mais eficientes na condução da política monetária. B) A independência garante maior estabilidade econômica. C) A independência dos bancos centrais significa que eles não têm supervisão democrática. D) Bancos centrais independentes sempre promovem o crescimento econômico. E) A independência é necessária para combater a inflação. Resposta: C Comentário: A) Incorreta. Esta seria um argumento a favor, não uma crítica. B) Incorreta. Este também é um argumento favorável à independência. C) Correta. Conforme análises sobre o tema, uma das principais críticas à independência dos bancos centrais é que ela pode significar falta de supervisão democrática, removendo essas instituições do controle direto dos governos eleitos. D) Incorreta. A relação entre independência e crescimento econômico é complexa e debatida. E) Incorreta. Este é um argumento a favor da independência, não uma crítica. Questão 21 O turismo é uma atividade econômica importante para o Espírito Santo. Qual das seguintes atrações turísticas é considerada um dos principais destinos do estado? A) As Cataratas do Iguaçu B) O Parque Nacional da Chapada Diamantina C) O Parque Nacional do Caparaó, que abriga o Pico da Bandeira D) A Serra da Canastra E) O Pantanal Resposta: C Comentário: A) Incorreta. As Cataratas do Iguaçu ficam no Paraná. B) Incorreta. A Chapada Diamantina fica na Bahia. C) Correta. O Parque Nacional do Caparaó, que abriga o Pico da Bandeira (um dos pontos mais altos do Brasil), é compartilhado entre Espírito Santo e Minas Gerais, sendo uma das principais atrações turísticas do estado. D) Incorreta. A Serra da Canastra fica em Minas Gerais. E) Incorreta. O Pantanal fica no Mato Grosso e Mato Grosso do Sul. Questão 22 Em 2024, o Brasil registrou uma taxa de desemprego histórica. Qual foi essa taxa, conforme dados oficiais? A) 8,5% B) 6,1% C) 10,2% D) 4,8% E) 12,1% Resposta: B Comentário: A), C), D), E) Incorretas. B) Correta. Conforme noticiado pelo governo federal, o ano de 2024 terminou com o Brasil registrando a menor taxa de desemprego (6,1%) da série histórica da PNAD Contínua desde 2012."
    },
    "Questão 23": {
        "enunciado": "A cultura afro-brasileira tem forte presença no Espírito Santo. Qual das \nseguintes manifestações culturais do estado tem origem predominantemente \nafricana?",
        "opcoes": {
            "A": "Incorreta. A Festa da Penha tem origem religiosa católica.",
            "B": "Correta. O Ticumbi é uma manifestação cultural de origem africana praticada no Espírito Santo, especialmente na região de Conceição da Barra, que representa a luta entre cristãos e mouros com forte influência da cultura negra.",
            "C": "Incorreta. A Festa de São Pedro é uma festividade religiosa católica.",
            "D": "Incorreta. O Carnaval, embora tenha influências africanas, não é exclusivamente de origem africana. •",
            "E": "A Festa Junina"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. A Festa da Penha tem origem religiosa católica. B) Correta. O Ticumbi é uma manifestação cultural de origem africana praticada no Espírito Santo, especialmente na região de Conceição da Barra, que representa a luta entre cristãos e mouros com forte influência da cultura negra. C) Incorreta. A Festa de São Pedro é uma festividade religiosa católica. D) Incorreta. O Carnaval, embora tenha influências africanas, não é exclusivamente de origem africana. E) Incorreta. As Festas Juninas têm origem europeia, embora tenham recebido influências de outras culturas."
    },
    "Questão 24": {
        "enunciado": "O debate sobre a “PEC da Blindagem” ganhou destaque no Congresso \nNacional em 2025. Qual era o objetivo principal dessa proposta?",
        "opcoes": {
            "A": "1,8%",
            "B": "2,6%",
            "C": "3,4%",
            "D": "4,2%",
            "E": "Incorretas. •"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. A PEC não tratava de transparência de gastos. B) Correta. Conforme noticiado, a “PEC da Blindagem” tinha como objetivo proteger parlamentares de processos criminais, mas foi posteriormente derrubada pelo Senado. C) Incorreta. Não se referia a fundos de emergência. D) Incorreta. Não tratava de gastos eleitorais. E) Incorreta. Não propunha reforma eleitoral. Questão 25 A economia do Espírito Santo é diversificada. Qual das seguintes cadeias produtivas NÃO está entre as principais do estado? A) Petróleo e gás B) Rochas ornamentais C) Celulose e papel D) Siderurgia E) Produção de veículos automotores Resposta: E Comentário: A), B), C), D) Incorretas. Petróleo e gás, rochas ornamentais, celulose e papel, e siderurgia são todas cadeias produtivas importantes do Espírito Santo. E) Correta. A produção de veículos automotores não está entre as principais cadeias produtivas do Espírito Santo, que se concentra mais em commodities, energia e produtos siderúrgicos. Questão 26 O crescimento econômico brasileiro em 2024 superou as expectativas. Qual foi a taxa de crescimento do PIB real do Brasil naquele ano? A) 1,8% B) 2,6% C) 3,4% D) 4,2% E) 5,1% Resposta: C Comentário: A), B), D), E) Incorretas. C) Correta. Conforme dados do Banco Mundial, o PIB real do Brasil cresceu 3,4% em 2024, superando o crescimento de 2,6% registrado em 2023."
    },
    "Questão 27": {
        "enunciado": "A violência contra a mulher continua sendo um grave problema social \nno Brasil. Qual das seguintes medidas tem sido mais enfatizada como necessária \npara o enfrentamento dessa questão?",
        "opcoes": {
            "A": "Incorreta. O aumento de penas é importante, mas insuficiente se não acompanhado de outras medidas.",
            "B": "Correta. Especialistas e políticas públicas enfatizam a necessidade de uma rede integrada de proteção que inclua delegacias especializadas, casas de abrigo, programas de reeducação de agressores e apoio psicossocial às vítimas. • • •",
            "C": "Incorreta. Esta seria uma medida restritiva e discriminatória.",
            "D": "Incorreta. O isolamento não é uma solução adequada.",
            "E": "A criminalização apenas da violência física, excluindo a psicológica."
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. O aumento de penas é importante, mas insuficiente se não acompanhado de outras medidas. B) Correta. Especialistas e políticas públicas enfatizam a necessidade de uma rede integrada de proteção que inclua delegacias especializadas, casas de abrigo, programas de reeducação de agressores e apoio psicossocial às vítimas. C) Incorreta. Esta seria uma medida restritiva e discriminatória. D) Incorreta. O isolamento não é uma solução adequada. E) Incorreta. A legislação brasileira reconhece diferentes formas de violência, incluindo a psicológica."
    },
    "Questão 28": {
        "enunciado": "O Espírito Santo faz fronteira com quantos estados brasileiros?",
        "opcoes": {
            "A": "Dois",
            "B": "Três",
            "C": "Quatro",
            "D": "Cinco",
            "E": "Incorretas. •"
        },
        "resposta_correta": "B",
        "comentario": "A), C), D), E) Incorretas. B) Correta. O Espírito Santo faz fronteira com três estados: Bahia (ao norte), Minas Gerais (a oeste e noroeste) e Rio de Janeiro (ao sul). A leste, é banhado pelo Oceano Atlântico."
    },
    "Questão 29": {
        "enunciado": "A discussão sobre mudanças climáticas e sustentabilidade tem \nganhado destaque no Brasil. Qual evento internacional relacionado ao meio \nambiente o país sediará em breve?",
        "opcoes": {
            "A": "Correta. O Brasil foi escolhido para sediar a COP30 (30ª Conferência das Nações Unidas sobre Mudanças Climáticas) em 2025, que será realizada em Belém, no Pará.",
            "B": "Incorreta. O Fórum Econômico Mundial é tradicionalmente realizado em Davos, na Suíça. • • •",
            "C": "Incorreta. Embora o Brasil tenha sediado reuniões do G20, não há previsão imediata de nova cúpula.",
            "D": "Incorreta. A Assembleia Geral da ONU é realizada em Nova York.",
            "E": "A Conferência Mundial sobre Biodiversidade"
        },
        "resposta_correta": "A",
        "comentario": "A) Correta. O Brasil foi escolhido para sediar a COP30 (30ª Conferência das Nações Unidas sobre Mudanças Climáticas) em 2025, que será realizada em Belém, no Pará. B) Incorreta. O Fórum Econômico Mundial é tradicionalmente realizado em Davos, na Suíça. C) Incorreta. Embora o Brasil tenha sediado reuniões do G20, não há previsão imediata de nova cúpula. D) Incorreta. A Assembleia Geral da ONU é realizada em Nova York. E) Incorreta. Não há previsão de o Brasil sediar essa conferência no período mencionado."
    },
    "Questão 30": {
        "enunciado": "A capital do Espírito Santo, Vitória, tem uma característica geográfica \npeculiar. Qual é ela?",
        "opcoes": {
            "A": "Incorreta. Vitória está localizada no litoral.",
            "B": "Correta. Vitória é construída sobre uma ilha (Ilha de Vitória), sendo uma das poucas capitais brasileiras com essa característica geográfica.",
            "C": "Incorreta. Embora haja morros na cidade, ela não está em uma região montanhosa de difícil acesso.",
            "D": "Incorreta. A região metropolitana possui o Aeroporto de Vitória.",
            "E": "Está localizada na fronteira com outro estado."
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. Vitória está localizada no litoral. B) Correta. Vitória é construída sobre uma ilha (Ilha de Vitória), sendo uma das poucas capitais brasileiras com essa característica geográfica. C) Incorreta. Embora haja morros na cidade, ela não está em uma região montanhosa de difícil acesso. D) Incorreta. A região metropolitana possui o Aeroporto de Vitória. E) Incorreta. Vitória não está na fronteira com outros estados."
    },
    "Questão 31": {
        "enunciado": "O agronegócio brasileiro tem enfrentado desafios relacionados à \nsustentabilidade. Qual das seguintes práticas tem sido mais incentivada para \nconciliar produção agrícola e preservação ambiental?",
        "opcoes": {
            "A": "Incorreta. O uso indiscriminado de agrotóxicos é contrário aos princípios de sustentabilidade.",
            "B": "Incorreta. A expansão sobre áreas de preservação é ilegal e ambientalmente prejudicial.",
            "C": "Correta. Técnicas como plantio direto, integração lavoura-pecuária-floresta (ILPF), agricultura de precisão e outras práticas sustentáveis têm sido incentivadas para conciliar produtividade e preservação ambiental.",
            "D": "Incorreta. A monocultura intensiva sem rotação pode causar degradação do solo.",
            "E": "O desmatamento para ampliação de áreas produtivas."
        },
        "resposta_correta": "C",
        "comentario": "A) Incorreta. O uso indiscriminado de agrotóxicos é contrário aos princípios de sustentabilidade. B) Incorreta. A expansão sobre áreas de preservação é ilegal e ambientalmente prejudicial. C) Correta. Técnicas como plantio direto, integração lavoura-pecuária-floresta (ILPF), agricultura de precisão e outras práticas sustentáveis têm sido incentivadas para conciliar produtividade e preservação ambiental. D) Incorreta. A monocultura intensiva sem rotação pode causar degradação do solo. E) Incorreta. O desmatamento é contrário aos objetivos de sustentabilidade."
    },
    "Questão 32": {
        "enunciado": "O sistema educacional brasileiro tem passado por transformações. \nQual das seguintes iniciativas tem sido implementada para melhorar a qualidade \nda educação básica?",
        "opcoes": {
            "A": "Incorreta. A tendência tem sido de ampliação da jornada escolar em muitos casos.",
            "B": "Correta. A Base Nacional Comum Curricular (BNCC) foi implementada como uma das principais reformas educacionais recentes, estabelecendo diretrizes nacionais para o currículo da educação básica.",
            "C": "Incorreta. O ensino médio técnico tem sido fortalecido, não extinto.",
            "D": "Incorreta. Não houve privatização completa da educação pública.",
            "E": "A eliminação da educação infantil."
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. A tendência tem sido de ampliação da jornada escolar em muitos casos. B) Correta. A Base Nacional Comum Curricular (BNCC) foi implementada como uma das principais reformas educacionais recentes, estabelecendo diretrizes nacionais para o currículo da educação básica. C) Incorreta. O ensino médio técnico tem sido fortalecido, não extinto. D) Incorreta. Não houve privatização completa da educação pública. E) Incorreta. A educação infantil tem sido expandida, não eliminada."
    },
    "Questão 33": {
        "enunciado": "A população do Espírito Santo, segundo o último censo demográfico, é \nde aproximadamente:",
        "opcoes": {
            "A": "2,5 milhões de habitantes",
            "B": "3,5 milhões de habitantes",
            "C": "4,5 milhões de habitantes",
            "D": "5,5 milhões de habitantes",
            "E": "Incorretas. •"
        },
        "resposta_correta": "B",
        "comentario": "A), C), D), E) Incorretas. B) Correta. Conforme dados do IBGE, a população do Espírito Santo é de aproximadamente 3,5 milhões de habitantes, sendo o 14º estado mais populoso do Brasil."
    },
    "Questão 34": {
        "enunciado": "A questão da habitação popular no Brasil continua sendo um desafio. \nQual programa habitacional tem sido uma das principais iniciativas do governo \nfederal nessa área?",
        "opcoes": {
            "A": "Incorreta. A Amazônia não abrange o território capixaba.",
            "B": "Incorreta. O Cerrado tem presença limitada no estado.",
            "C": "Correta. A Mata Atlântica é o bioma predominante no Espírito Santo, cobrindo a maior parte do território estadual, especialmente nas regiões litorânea e montanhosa.",
            "D": "Incorreta. A Caatinga não está presente no Espírito Santo.",
            "E": "Pantanal"
        },
        "resposta_correta": "C",
        "comentario": "A) Incorreta. O Minha Casa Minha Vida foi substituído pelo Casa Verde e Amarela. B) Incorreta. Este é um programa específico para áreas rurais, não o principal programa habitacional. C) Correta. O Casa Verde e Amarela é o atual programa habitacional do governo federal, que substituiu o Minha Casa Minha Vida. D) Incorreta. Este é um programa complementar, não o principal. E) Incorreta. A Carta de Crédito é uma modalidade de financiamento, não um programa habitacional específico. Questão 35 O Espírito Santo possui uma rica biodiversidade. Qual bioma predomina no território capixaba? A) Amazônia B) Cerrado C) Mata Atlântica D) Caatinga E) Pantanal Resposta: C Comentário: A) Incorreta. A Amazônia não abrange o território capixaba. B) Incorreta. O Cerrado tem presença limitada no estado. C) Correta. A Mata Atlântica é o bioma predominante no Espírito Santo, cobrindo a maior parte do território estadual, especialmente nas regiões litorânea e montanhosa. D) Incorreta. A Caatinga não está presente no Espírito Santo. E) Incorreta. O Pantanal fica na região Centro-Oeste."
    },
    "Questão 36": {
        "enunciado": "A digitalização dos serviços públicos tem sido uma tendência no Brasil. \nQual plataforma digital do governo federal concentra diversos serviços para os \ncidadãos?",
        "opcoes": {
            "A": "Incorreta. O e-CAC é específico para serviços da Receita Federal.",
            "B": "Correta. O Gov.br é a plataforma digital unificada do governo federal que concentra diversos serviços públicos digitais para os cidadãos.",
            "C": "Incorreta. Não existe uma plataforma com esse nome específico.",
            "D": "Incorreta. O INSS Digital é específico para serviços previdenciários.",
            "E": "Detran Digital"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. O e-CAC é específico para serviços da Receita Federal. B) Correta. O Gov.br é a plataforma digital unificada do governo federal que concentra diversos serviços públicos digitais para os cidadãos. C) Incorreta. Não existe uma plataforma com esse nome específico. D) Incorreta. O INSS Digital é específico para serviços previdenciários. E) Incorreta. O Detran Digital é estadual e específico para serviços de trânsito."
    },
    "Questão 37": {
        "enunciado": "A questão energética no Brasil tem evoluído com a diversificação da \nmatriz. Qual fonte de energia renovável tem apresentado maior crescimento no \npaís?",
        "opcoes": {
            "A": "Incorreta. A energia nuclear não é renovável e tem crescimento limitado.",
            "B": "Correta. A energia eólica tem sido a fonte renovável com maior crescimento no Brasil, especialmente nas regiões Nordeste e Sul. • • •",
            "C": "Incorreta. O Brasil tem potencial geotérmico limitado e pouco explorado.",
            "D": "Incorreta. A energia das marés ainda está em fase experimental no país.",
            "E": "Biomassa tradicional"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. A energia nuclear não é renovável e tem crescimento limitado. B) Correta. A energia eólica tem sido a fonte renovável com maior crescimento no Brasil, especialmente nas regiões Nordeste e Sul. C) Incorreta. O Brasil tem potencial geotérmico limitado e pouco explorado. D) Incorreta. A energia das marés ainda está em fase experimental no país. E) Incorreta. A biomassa tradicional não tem apresentado o maior crescimento entre as renováveis."
    },
    "Questão 38": {
        "enunciado": "O Espírito Santo tem tradição na exportação de rochas ornamentais. \nQual tipo de rocha é mais característico da produção capixaba?",
        "opcoes": {
            "A": "Incorreta. A tendência foi de flexibilização, não de obrigatoriedade presencial.",
            "B": "Correta. O trabalho remoto e o modelo híbrido (combinando presencial e remoto) se consolidaram como modalidades importantes no mercado de trabalho brasileiro pós-pandemia.",
            "C": "Incorreta. Não houve consolidação dessa modalidade específica.",
            "D": "Incorreta. O trabalho noturno não se tornou predominante.",
            "E": "Trabalho sazonal"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. Embora o estado produza mármore, não é o mais característico. B) Correta. O granito é a rocha ornamental mais característica da produção capixaba, sendo o Espírito Santo um dos maiores produtores e exportadores de granito do Brasil. C) Incorreta. A ardósia é mais característica de Minas Gerais. D) Incorreta. O quartzito não é a principal rocha ornamental do estado. E) Incorreta. O basalto não é uma rocha ornamental típica da região. Questão 39 A pandemia de COVID-19 trouxe mudanças duradouras para o mercado de trabalho brasileiro. Qual modalidade de trabalho se consolidou durante e após a pandemia? A) Trabalho presencial obrigatório B) Trabalho remoto (home office) e híbrido C) Trabalho apenas aos fins de semana D) Trabalho exclusivamente noturno E) Trabalho sazonal Resposta: B Comentário: A) Incorreta. A tendência foi de flexibilização, não de obrigatoriedade presencial. B) Correta. O trabalho remoto e o modelo híbrido (combinando presencial e remoto) se consolidaram como modalidades importantes no mercado de trabalho brasileiro pós-pandemia. C) Incorreta. Não houve consolidação dessa modalidade específica. D) Incorreta. O trabalho noturno não se tornou predominante. E) Incorreta. O trabalho sazonal não foi uma tendência decorrente da pandemia."
    },
    "Questão 40": {
        "enunciado": "A região serrana do Espírito Santo é conhecida por suas características \nclimáticas diferenciadas. Qual cidade capixaba é famosa por seu clima mais \nameno e produção agrícola de montanha?",
        "opcoes": {
            "A": "Incorreta. O SUS é um sistema público, não privado.",
            "B": "Incorreta. O SUS é universal, atendendo toda a população brasileira.",
            "C": "Correta. O Sistema Único de Saúde é público, universal e gratuito, garantindo acesso à saúde para todos os brasileiros.",
            "D": "Incorreta. O SUS funciona em uma rede que inclui unidades municipais, estaduais e federais.",
            "E": "É restrito a emergências médicas."
        },
        "resposta_correta": "C",
        "comentario": "A) Incorreta. Vitória está no litoral e tem clima tropical. B) Incorreta. Cachoeiro de Itapemirim não está na região serrana. C) Correta. Domingos Martins é uma das principais cidades serranas do Espírito Santo, conhecida pelo clima mais ameno e pela produção agrícola de montanha, incluindo hortaliças e flores. D) Incorreta. Linhares está na região norte do estado, não na serra. E) Incorreta. Guarapari é uma cidade litorânea. Questão 41 O Sistema Único de Saúde (SUS) brasileiro tem passado por desafios e reformas. Qual das seguintes características define corretamente o SUS? A) É um sistema de saúde exclusivamente privado. B) Atende apenas a população de baixa renda. C) É um sistema público, universal e gratuito. D) Funciona apenas em hospitais federais. E) É restrito a emergências médicas. Resposta: C Comentário: A) Incorreta. O SUS é um sistema público, não privado. B) Incorreta. O SUS é universal, atendendo toda a população brasileira. C) Correta. O Sistema Único de Saúde é público, universal e gratuito, garantindo acesso à saúde para todos os brasileiros. D) Incorreta. O SUS funciona em uma rede que inclui unidades municipais, estaduais e federais. E) Incorreta. O SUS oferece desde atenção básica até alta"
    },
    "Questão 42": {
        "enunciado": "A economia digital tem crescido significativamente no Brasil. Qual \nsetor tem liderado essa transformação?",
        "opcoes": {
            "A": "Incorreta. O Parque Nacional da Tijuca fica no Rio de Janeiro.",
            "B": "Correta. O Parque Nacional do Caparaó é uma unidade de conservação federal que abrange territórios do Espírito Santo e Minas Gerais.",
            "C": "Incorreta. A Chapada dos Veadeiros fica em Goiás. • •",
            "D": "Incorreta. O Parque Nacional de Brasília fica no Distrito Federal.",
            "E": "Parque Nacional da Serra da Canastra"
        },
        "resposta_correta": "C",
        "comentario": "A) Incorreta. A agricultura tradicional não lidera a economia digital. B) Incorreta. A indústria têxtil não é líder na transformação digital. C) Correta. Os serviços financeiros digitais (fintechs) e o comércio eletrônico têm sido os principais motores da economia digital brasileira. D) Incorreta. A mineração não lidera a economia digital. E) Incorreta. A construção civil não é líder nessa transformação. Questão 43 O Espírito Santo possui importantes unidades de conservação. Qual das seguintes é uma unidade de conservação federal localizada no estado? A) Parque Nacional da Tijuca B) Parque Nacional do Caparaó C) Parque Nacional da Chapada dos Veadeiros D) Parque Nacional de Brasília E) Parque Nacional da Serra da Canastra Resposta: B Comentário: A) Incorreta. O Parque Nacional da Tijuca fica no Rio de Janeiro. B) Correta. O Parque Nacional do Caparaó é uma unidade de conservação federal que abrange territórios do Espírito Santo e Minas Gerais. C) Incorreta. A Chapada dos Veadeiros fica em Goiás. D) Incorreta. O Parque Nacional de Brasília fica no Distrito Federal. E) Incorreta. A Serra da Canastra fica em Minas Gerais."
    },
    "Questão 44": {
        "enunciado": "A questão da mobilidade urbana tem sido um desafio nas grandes \ncidades brasileiras. Qual modal de transporte público tem recebido mais \ninvestimentos recentemente?",
        "opcoes": {
            "A": "Incorreta. A tendência é de substituição por tecnologias mais limpas.",
            "B": "Correta. Sistemas como metrô, VLT (Veículo Leve sobre Trilhos) e BRT (Bus Rapid Transit) têm recebido investimentos significativos nas principais cidades brasileiras.",
            "C": "Incorreta. O transporte fluvial é limitado a poucas cidades.",
            "D": "Incorreta. O transporte aéreo urbano ainda está em desenvolvimento.",
            "E": "Bicicletas particulares"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. A tendência é de substituição por tecnologias mais limpas. B) Correta. Sistemas como metrô, VLT (Veículo Leve sobre Trilhos) e BRT (Bus Rapid Transit) têm recebido investimentos significativos nas principais cidades brasileiras. C) Incorreta. O transporte fluvial é limitado a poucas cidades. D) Incorreta. O transporte aéreo urbano ainda está em desenvolvimento. E) Incorreta. Bicicletas particulares não são transporte público."
    },
    "Questão 45": {
        "enunciado": "A cultura capixaba inclui uma culinária típica. Qual dos seguintes \npratos é considerado tradicional da gastronomia do Espírito Santo?",
        "opcoes": {
            "A": "Incorreta. A feijoada é um prato nacional, não específico do Espírito Santo.",
            "B": "Correta. A moqueca capixaba é um dos pratos mais tradicionais da culinária do Espírito Santo, preparada tradicionalmente em panela de barro com urucum.",
            "C": "Incorreta. O acarajé é típico da Bahia.",
            "D": "Incorreta. O pato no tucumã é típico da região Norte.",
            "E": "Barreado"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. A feijoada é um prato nacional, não específico do Espírito Santo. B) Correta. A moqueca capixaba é um dos pratos mais tradicionais da culinária do Espírito Santo, preparada tradicionalmente em panela de barro com urucum. C) Incorreta. O acarajé é típico da Bahia. D) Incorreta. O pato no tucumã é típico da região Norte. E) Incorreta. O barreado é típico do Paraná."
    },
    "Questão 46": {
        "enunciado": "A inteligência artificial tem ganhado destaque no debate público \nbrasileiro. Qual das seguintes áreas tem sido mais impactada por essa tecnologia?",
        "opcoes": {
            "A": "Incorreta. O Porto de Santos fica em São Paulo.",
            "B": "Correta. O Porto de Tubarão, localizado em Vitória, é outro importante complexo portuário do Espírito Santo, especializado na exportação de minério de ferro.",
            "C": "Incorreta. O Porto de Itaguaí fica no Rio de Janeiro.",
            "D": "Incorreta. O Porto de Suape fica em Pernambuco.",
            "E": "Porto de Itajaí"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. A agricultura de subsistência tem pouco acesso a essas tecnologias. B) Correta. Os serviços financeiros e o atendimento ao cliente têm sido as áreas mais impactadas pela inteligência artificial no Brasil, com chatbots, análise de crédito automatizada e outros sistemas. C) Incorreta. A pesca artesanal não é significativamente impactada por IA. D) Incorreta. O artesanato tradicional mantém características manuais. E) Incorreta. A criação extensiva de gado tem pouca aplicação de IA. Questão 47 O Espírito Santo tem uma posição estratégica no cenário logístico nacional. Além do Porto de Vitória, qual outro importante complexo portuário está localizado no estado? A) Porto de Santos B) Porto de Tubarão C) Porto de Itaguaí D) Porto de Suape E) Porto de Itajaí Resposta: B Comentário: A) Incorreta. O Porto de Santos fica em São Paulo. B) Correta. O Porto de Tubarão, localizado em Vitória, é outro importante complexo portuário do Espírito Santo, especializado na exportação de minério de ferro. C) Incorreta. O Porto de Itaguaí fica no Rio de Janeiro. D) Incorreta. O Porto de Suape fica em Pernambuco. E) Incorreta. O Porto de Itajaí fica em Santa Catarina."
    },
    "Questão 48": {
        "enunciado": "A questão da segurança alimentar no Brasil tem múltiplas dimensões. \nQual programa governamental tem sido central no combate à fome?",
        "opcoes": {
            "A": "Incorreta. Desertificação não é um problema da região.",
            "B": "Correta. A região metropolitana da Grande Vitória enfrenta problemas de poluição do ar e dos recursos hídricos devido à concentração de atividades industriais, especialmente siderúrgicas e portuárias.",
            "C": "Incorreta. O Brasil não tem atividade sísmica significativa.",
            "D": "Incorreta. Não há vulcanismo ativo no Brasil.",
            "E": "Ciclones tropicais constantes"
        },
        "resposta_correta": "E",
        "comentario": "A), B), C), D) Incorretas individualmente, mas corretas como parte do conjunto. E) Correta. Todos os programas mencionados contribuem de forma integrada para a segurança alimentar: o PNAE garante alimentação escolar, o Auxílio Brasil/Bolsa Família fornece renda para compra de alimentos, o PAA conecta produtores a consumidores, e o PRONAF fortalece a produção familiar. Questão 49 A região metropolitana do Espírito Santo enfrenta desafios ambientais. Qual é um dos principais problemas ambientais da Grande Vitória? A) Desertificação B) Poluição do ar e dos recursos hídricos devido à atividade industrial C) Terremotos frequentes D) Vulcanismo ativo E) Ciclones tropicais constantes Resposta: B Comentário: A) Incorreta. Desertificação não é um problema da região. B) Correta. A região metropolitana da Grande Vitória enfrenta problemas de poluição do ar e dos recursos hídricos devido à concentração de atividades industriais, especialmente siderúrgicas e portuárias. C) Incorreta. O Brasil não tem atividade sísmica significativa. D) Incorreta. Não há vulcanismo ativo no Brasil. E) Incorreta. Ciclones tropicais não são constantes na região."
    },
    "Questão 50": {
        "enunciado": "O mercado de trabalho brasileiro tem passado por transformações \nestruturais. Qual tendência tem se consolidado no pós-pandemia?",
        "opcoes": {
            "A": "Incorreta. Houve modernização, não retorno a modelos antigos.",
            "B": "Correta. O empreendedorismo e a economia de plataformas (trabalho por aplicativos, freelancers, etc.) têm crescido significativamente no Brasil pós-pandemia. • • •",
            "C": "Incorreta. O trabalho formal continua existindo e sendo importante.",
            "D": "Incorreta. Não houve concentração no setor agrícola.",
            "E": "Redução da jornada de trabalho para 4 horas diárias"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. Houve modernização, não retorno a modelos antigos. B) Correta. O empreendedorismo e a economia de plataformas (trabalho por aplicativos, freelancers, etc.) têm crescido significativamente no Brasil pós-pandemia. C) Incorreta. O trabalho formal continua existindo e sendo importante. D) Incorreta. Não houve concentração no setor agrícola. E) Incorreta. Não houve redução generalizada para 4 horas diárias."
    },
    "Questão 51": {
        "enunciado": "O Espírito Santo possui características geológicas que favorecem \ndeterminadas atividades econômicas. Qual característica geológica é mais \nrelevante para a economia do estado?",
        "opcoes": {
            "A": "Correta. A presença de petróleo e gás natural na plataforma continental do Espírito Santo é a característica geológica mais relevante para a economia estadual, fazendo do estado o segundo maior produtor nacional.",
            "B": "Incorreta. O estado não possui grandes reservas de carvão mineral.",
            "C": "Incorreta. Embora possa haver ouro, não é a característica geológica mais relevante economicamente.",
            "D": "Incorreta. Não há reservas significativas de urânio no estado.",
            "E": "Presença de diamantes"
        },
        "resposta_correta": "A",
        "comentario": "A) Correta. A presença de petróleo e gás natural na plataforma continental do Espírito Santo é a característica geológica mais relevante para a economia estadual, fazendo do estado o segundo maior produtor nacional. B) Incorreta. O estado não possui grandes reservas de carvão mineral. C) Incorreta. Embora possa haver ouro, não é a característica geológica mais relevante economicamente. D) Incorreta. Não há reservas significativas de urânio no estado. E) Incorreta. O estado não é conhecido por reservas de"
    },
    "Questão 52": {
        "enunciado": "A educação superior no Brasil tem passado por expansão e \ndemocratização. Qual modalidade de ensino superior tem apresentado maior \ncrescimento?",
        "opcoes": {
            "A": "Incorreta. O ensino presencial não apresenta o maior crescimento.",
            "B": "Correta. O ensino a distância (EaD) tem apresentado o maior crescimento no ensino superior brasileiro, especialmente após a pandemia.",
            "C": "Incorreta. Cursos técnicos não são ensino superior.",
            "D": "Incorreta. Embora importante, não apresenta o maior crescimento em números absolutos.",
            "E": "Cursos livres"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. O ensino presencial não apresenta o maior crescimento. B) Correta. O ensino a distância (EaD) tem apresentado o maior crescimento no ensino superior brasileiro, especialmente após a pandemia. C) Incorreta. Cursos técnicos não são ensino superior. D) Incorreta. Embora importante, não apresenta o maior crescimento em números absolutos. E) Incorreta. Cursos livres não são ensino superior formal."
    },
    "Questão 53": {
        "enunciado": "A cultura italiana tem forte presença no Espírito Santo devido à \nimigração histórica. Em qual região do estado essa influência é mais marcante?",
        "opcoes": {
            "A": "Incorreta. O norte do estado não concentra a maior influência italiana.",
            "B": "Incorreta. Embora presente, não é onde a influência é mais marcante. •",
            "C": "Correta. A região serrana do Espírito Santo, especialmente municípios como Santa Teresa, Domingos Martins e Venda Nova do Imigrante, concentra a maior influência da imigração italiana. • •",
            "D": "Incorreta. O sul não é a região de maior influência italiana.",
            "E": "Região litorânea"
        },
        "resposta_correta": "C",
        "comentario": "A) Incorreta. O norte do estado não concentra a maior influência italiana. B) Incorreta. Embora presente, não é onde a influência é mais marcante. C) Correta. A região serrana do Espírito Santo, especialmente municípios como Santa Teresa, Domingos Martins e Venda Nova do Imigrante, concentra a maior influência da imigração italiana. D) Incorreta. O sul não é a região de maior influência italiana. E) Incorreta. A região litorânea não concentra essa influência específica."
    },
    "Questão 54": {
        "enunciado": "O sistema previdenciário brasileiro passou por reformas recentes. \nQual foi uma das principais mudanças implementadas?",
        "opcoes": {
            "A": "Incorreta. A aposentadoria por idade não foi eliminada.",
            "B": "Correta. Uma das principais mudanças da reforma previdenciária foi o estabelecimento de idade mínima para aposentadoria (65 anos para homens e 62 para mulheres).",
            "C": "Incorreta. O tempo mínimo de contribuição não foi reduzido para 10 anos.",
            "D": "Incorreta. Não foi criada aposentadoria especial para todos.",
            "E": "Eliminação da contribuição previdenciária"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. A aposentadoria por idade não foi eliminada. B) Correta. Uma das principais mudanças da reforma previdenciária foi o estabelecimento de idade mínima para aposentadoria (65 anos para homens e 62 para mulheres). C) Incorreta. O tempo mínimo de contribuição não foi reduzido para 10 anos. D) Incorreta. Não foi criada aposentadoria especial para todos. E) Incorreta. A contribuição previdenciária não foi eliminada."
    },
    "Questão 55": {
        "enunciado": "O Espírito Santo tem tradição na produção de café. Qual região do \nestado concentra a maior produção cafeeira?",
        "opcoes": {
            "A": "Incorreta. A região litorânea não é adequada para o cultivo de café.",
            "B": "Incorreta. A região metropolitana é urbana e industrial.",
            "C": "Correta. A região serrana e noroeste do Espírito Santo concentra a maior produção cafeeira do estado, com municípios como Linhares, São Mateus e região de montanha.",
            "D": "Incorreta. O sul não é a principal região cafeeira.",
            "E": "Região central"
        },
        "resposta_correta": "C",
        "comentario": "A) Incorreta. A região litorânea não é adequada para o cultivo de café. B) Incorreta. A região metropolitana é urbana e industrial. C) Correta. A região serrana e noroeste do Espírito Santo concentra a maior produção cafeeira do estado, com municípios como Linhares, São Mateus e região de montanha. D) Incorreta. O sul não é a principal região cafeeira. E) Incorreta. A região central não concentra a maior produção."
    },
    "Questão 56": {
        "enunciado": "A questão da conectividade digital no Brasil tem evoluído. Qual \ntecnologia de internet móvel tem sido mais expandida recentemente?",
        "opcoes": {
            "A": "2G",
            "B": "Incorretas. São tecnologias mais antigas. • • •",
            "C": "Incorreta. O 4G já está consolidado.",
            "D": "Correta. A tecnologia 5G tem sido a mais expandida recentemente no Brasil, com leilões de frequência e implementação nas principais cidades.",
            "E": "Internet discada"
        },
        "resposta_correta": "D",
        "comentario": "A), B) Incorretas. São tecnologias mais antigas. C) Incorreta. O 4G já está consolidado. D) Correta. A tecnologia 5G tem sido a mais expandida recentemente no Brasil, com leilões de frequência e implementação nas principais cidades. E) Incorreta. Internet discada é uma tecnologia obsoleta."
    },
    "Questão 57": {
        "enunciado": "A matriz energética do Espírito Santo tem características específicas. \nQual fonte de energia tem maior participação na geração elétrica do estado?",
        "opcoes": {
            "A": "Incorreta. O envelhecimento aumenta a demanda por serviços de saúde.",
            "B": "Correta. O envelhecimento populacional aumenta a pressão sobre o sistema previdenciário, com mais aposentados e menos contribuintes ativos proporcionalmente. •",
            "C": "Incorreta. O envelhecimento é consequência do aumento da expectativa de vida. • •",
            "D": "Incorreta. O envelhecimento implica redução proporcional da população jovem.",
            "E": "Redução dos gastos públicos com idosos"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. Embora importante, não é a maior fonte. B) Correta. As termelétricas a gás natural têm grande participação na matriz elétrica capixaba, aproveitando a produção local de gás natural. C) Incorreta. A energia eólica ainda tem participação limitada no estado. D) Incorreta. A energia solar está crescendo, mas não é a principal. E) Incorreta. Não há usinas nucleares no Espírito Santo. Questão 58 O envelhecimento populacional no Brasil tem implicações sociais e econômicas. Qual das seguintes é uma consequência direta desse processo? A) Redução da demanda por serviços de saúde B) Aumento da pressão sobre o sistema previdenciário C) Diminuição da expectativa de vida D) Crescimento acelerado da população jovem E) Redução dos gastos públicos com idosos Resposta: B Comentário: A) Incorreta. O envelhecimento aumenta a demanda por serviços de saúde. B) Correta. O envelhecimento populacional aumenta a pressão sobre o sistema previdenciário, com mais aposentados e menos contribuintes ativos proporcionalmente. C) Incorreta. O envelhecimento é consequência do aumento da expectativa de vida. D) Incorreta. O envelhecimento implica redução proporcional da população jovem. E) Incorreta. Os gastos com idosos tendem a aumentar."
    },
    "Questão 59": {
        "enunciado": "A pesca é uma atividade tradicional no Espírito Santo. Qual é o \nprincipal tipo de pesca praticado no litoral capixaba?",
        "opcoes": {
            "A": "Incorreta. A pesca de água doce não é a principal no litoral.",
            "B": "Incorreta. Embora exista, não é o tipo predominante.",
            "C": "Correta. A pesca artesanal costeira é o principal tipo de pesca praticado no litoral do Espírito Santo, realizada por comunidades tradicionais.",
            "D": "Incorreta. Aquicultura não é pesca tradicional no litoral.",
            "E": "Pesca em alto-mar exclusivamente"
        },
        "resposta_correta": "C",
        "comentario": "A) Incorreta. A pesca de água doce não é a principal no litoral. B) Incorreta. Embora exista, não é o tipo predominante. C) Correta. A pesca artesanal costeira é o principal tipo de pesca praticado no litoral do Espírito Santo, realizada por comunidades tradicionais. D) Incorreta. Aquicultura não é pesca tradicional no litoral. E) Incorreta. A pesca em alto-mar não é a principal atividade."
    },
    "Questão 60": {
        "enunciado": "A inovação tecnológica no setor público brasileiro tem avançado. Qual \niniciativa tem se destacado na modernização dos serviços?",
        "opcoes": {
            "A": "Incorreta. A tendência é de digitalização, não retorno ao presencial exclusivo.",
            "B": "Correta. A implementação de governo eletrônico e serviços digitais tem sido a principal iniciativa de modernização do setor público brasileiro.",
            "C": "Incorreta. Os sistemas informatizados estão sendo expandidos, não eliminados.",
            "D": "Incorreta. A tendência é de digitalização de documentos.",
            "E": "Proibição do uso de internet nos órgãos públicos"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. A tendência é de digitalização, não retorno ao presencial exclusivo. B) Correta. A implementação de governo eletrônico e serviços digitais tem sido a principal iniciativa de modernização do setor público brasileiro. C) Incorreta. Os sistemas informatizados estão sendo expandidos, não eliminados. D) Incorreta. A tendência é de digitalização de documentos. E) Incorreta. A internet é fundamental para a modernização dos serviços públicos."
    },
    "Questão 61": {
        "enunciado": "O turismo rural tem crescido no Espírito Santo. Qual atividade turística \nrural é mais característica do estado?",
        "opcoes": {
            "A": "Incorreta. Embora exista, não é a mais característica.",
            "B": "Correta. O agroturismo em propriedades cafeeiras e de montanha, especialmente na região serrana, é a atividade de turismo rural mais característica do Espírito Santo.",
            "C": "Incorreta. Não é uma atividade turística significativa no estado.",
            "D": "Incorreta. Não é a atividade rural mais característica.",
            "E": "Turismo astronômico"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. Embora exista, não é a mais característica. B) Correta. O agroturismo em propriedades cafeeiras e de montanha, especialmente na região serrana, é a atividade de turismo rural mais característica do Espírito Santo. C) Incorreta. Não é uma atividade turística significativa no estado. D) Incorreta. Não é a atividade rural mais característica. E) Incorreta. Não há tradição significativa nesse tipo de turismo."
    },
    "Questão 62": {
        "enunciado": "A questão da violência doméstica no Brasil tem recebido atenção \nespecial. Qual lei brasileira é específica para o combate à violência contra a \nmulher?",
        "opcoes": {
            "A": "Incorreta. Mineração não faz parte da economia criativa.",
            "B": "Incorreta. Siderurgia é indústria tradicional.",
            "C": "Correta. O setor audiovisual e de entretenimento digital tem se destacado na economia criativa brasileira, incluindo produção de conteúdo para streaming, jogos digitais e mídias sociais. • •",
            "D": "Incorreta. Petroquímica não é economia criativa.",
            "E": "Construção pesada"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. A Lei de Crimes Hediondos é mais ampla. B) Correta. A Lei Maria da Penha (Lei 11.340/2006) é a legislação específica brasileira para combate à violência doméstica e familiar contra a mulher. C) Incorreta. A Lei de Execução Penal trata do cumprimento de penas. D) Incorreta. O CDC trata de relações de consumo. E) Incorreta. A LRF trata de finanças públicas. Questão 63 A economia criativa tem ganhado espaço no Brasil. Qual setor tem se destacado nessa área? A) Mineração B) Siderurgia C) Audiovisual e entretenimento digital D) Petroquímica E) Construção pesada Resposta: C Comentário: A) Incorreta. Mineração não faz parte da economia criativa. B) Incorreta. Siderurgia é indústria tradicional. C) Correta. O setor audiovisual e de entretenimento digital tem se destacado na economia criativa brasileira, incluindo produção de conteúdo para streaming, jogos digitais e mídias sociais. D) Incorreta. Petroquímica não é economia criativa. E) Incorreta. Construção pesada não faz parte da economia criativa."
    },
    "Questão 64": {
        "enunciado": "O Espírito Santo possui diversidade étnica em sua formação \npopulacional. Além dos portugueses, quais grupos étnicos tiveram maior \ninfluência na formação da população capixaba?",
        "opcoes": {
            "A": "Incorreta. Alemães tiveram presença, mas japoneses não foram significativos.",
            "B": "Correta. Italianos (através da imigração do século XIX) e africanos (através do período escravista) foram os grupos étnicos que, junto com os portugueses, tiveram maior influência na formação da população capixaba.",
            "C": "Incorreta. Franceses e árabes não tiveram influência predominante.",
            "D": "Incorreta. Holandeses e chineses não foram grupos significativos.",
            "E": "Espanhóis e coreanos"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. Alemães tiveram presença, mas japoneses não foram significativos. B) Correta. Italianos (através da imigração do século XIX) e africanos (através do período escravista) foram os grupos étnicos que, junto com os portugueses, tiveram maior influência na formação da população capixaba. C) Incorreta. Franceses e árabes não tiveram influência predominante. D) Incorreta. Holandeses e chineses não foram grupos significativos. E) Incorreta. Espanhóis e coreanos não tiveram influência predominante."
    },
    "Questão 65": {
        "enunciado": "A agricultura familiar no Brasil tem importância social e econômica. \nQual programa governamental é específico para apoiar esse setor?",
        "opcoes": {
            "A": "Correta. O Brasil assumiu o compromisso de alcançar a neutralidade de carbono até 2050, alinhando-se com acordos climáticos internacionais.",
            "B": "Incorreta. Não há compromisso de eliminação da agricultura.",
            "C": "Incorreta. Não há proibição total de veículos.",
            "D": "Incorreta. Não há compromisso de fim da produção industrial.",
            "E": "Eliminação de todas as cidades"
        },
        "resposta_correta": "A",
        "comentario": "A) Correta. O PRONAF é o principal programa governamental brasileiro específico para apoiar a agricultura familiar, oferecendo crédito e assistência técnica. B) Incorreta. Não é um programa específico para agricultura familiar. C) Incorreta. É um programa mais amplo, não específico para agricultura familiar. D) Incorreta. Foca no agronegócio em geral, não especificamente na agricultura familiar. E) Incorreta. É um programa técnico, não específico para agricultura familiar. Questão 66 O sistema de transporte público na Grande Vitória inclui diferentes modais. Qual modal de transporte coletivo foi implementado mais recentemente na região? A) Ônibus urbano B) Táxi C) VLT (Veículo Leve sobre Trilhos) D) Transporte fluvial E) Metrô subterrâneo Resposta: C Comentário: A) Incorreta. Ônibus urbano é o modal mais antigo. B) Incorreta. Táxi não é transporte coletivo. C) Correta. O VLT (Veículo Leve sobre Trilhos) foi o modal de transporte coletivo implementado mais recentemente na Grande Vitória. D) Incorreta. Não há transporte fluvial regular significativo. E) Incorreta. Não existe metrô subterrâneo na Grande Vitória. Questão 67 A questão climática tem influenciado políticas públicas no Brasil. Qual compromisso internacional o país assumiu recentemente? A) Neutralidade de carbono até 2050 B) Eliminação completa da agricultura C) Proibição total de veículos D) Fim da produção industrial E) Eliminação de todas as cidades Resposta: A Comentário: A) Correta. O Brasil assumiu o compromisso de alcançar a neutralidade de carbono até 2050, alinhando-se com acordos climáticos internacionais. B) Incorreta. Não há compromisso de eliminação da agricultura. C) Incorreta. Não há proibição total de veículos. D) Incorreta. Não há compromisso de fim da produção industrial. E) Incorreta. Não há compromisso de eliminação de cidades."
    },
    "Questão 68": {
        "enunciado": "A indústria de celulose tem importância econômica no Espírito Santo. \nQual é a principal matéria-prima utilizada por essa indústria no estado?",
        "opcoes": {
            "A": "Incorreta. Não há proibição do uso de computadores.",
            "B": "Correta. O Programa Nacional de Banda Larga tem sido uma das principais iniciativas para promover a inclusão digital no Brasil.",
            "C": "Incorreta. Não há eliminação da internet.",
            "D": "Incorreta. O objetivo é ampliar, não restringir o acesso.",
            "E": "Fim dos serviços de telecomunicações"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. Bambu não é a principal matéria-prima. B) Correta. O eucalipto é a principal matéria-prima da indústria de celulose no Espírito Santo, com extensas plantações no estado. C) Incorreta. Pinus é mais utilizado no Sul do país. D) Incorreta. Cana-de-açúcar não é usada para celulose. E) Incorreta. Algodão não é matéria-prima para celulose. Questão 69 A inclusão digital no Brasil tem sido uma prioridade governamental. Qual iniciativa tem sido mais importante nessa área? A) Proibição do uso de computadores B) Programa Nacional de Banda Larga C) Eliminação da internet D) Restrição ao acesso digital E) Fim dos serviços de telecomunicações Resposta: B Comentário: A) Incorreta. Não há proibição do uso de computadores. B) Correta. O Programa Nacional de Banda Larga tem sido uma das principais iniciativas para promover a inclusão digital no Brasil. C) Incorreta. Não há eliminação da internet. D) Incorreta. O objetivo é ampliar, não restringir o acesso. E) Incorreta. Os serviços de telecomunicações estão sendo expandidos."
    },
    "Questão 70": {
        "enunciado": "A região norte do Espírito Santo tem características econômicas \nespecíficas. Qual atividade econômica é mais importante nessa região?",
        "opcoes": {
            "A": "Incorreta. Embora haja turismo, não é a atividade mais importante economicamente.",
            "B": "Incorreta. Não há indústria automobilística significativa na região.",
            "C": "Correta. A região norte do Espírito Santo é importante na produção de petróleo e gás natural, com várias plataformas marítimas.",
            "D": "Incorreta. Não há mineração significativa de ouro na região.",
            "E": "Produção de energia nuclear"
        },
        "resposta_correta": "C",
        "comentario": "A) Incorreta. Embora haja turismo, não é a atividade mais importante economicamente. B) Incorreta. Não há indústria automobilística significativa na região. C) Correta. A região norte do Espírito Santo é importante na produção de petróleo e gás natural, com várias plataformas marítimas. D) Incorreta. Não há mineração significativa de ouro na região. E) Incorreta. Não há produção de energia nuclear no estado."
    },
    "Questão 71": {
        "enunciado": "O cooperativismo no Brasil tem papel importante na economia. Qual \nsetor tem maior tradição cooperativista no país?",
        "opcoes": {
            "A": "Incorreta. Não há excesso de água em todas as regiões.",
            "B": "Correta. A distribuição desigual dos recursos hídricos entre as regiões brasileiras é um dos principais desafios, com abundância na região Norte e escassez relativa no Nordeste.",
            "C": "Incorreta. O Brasil possui extensa rede hidrográfica.",
            "D": "Incorreta. O país possui tecnologia para tratamento de água.",
            "E": "Proibição do uso de água para agricultura"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. Embora existam cooperativas de crédito, não é o setor de maior tradição. B) Correta. O setor agropecuário tem a maior tradição cooperativista no Brasil, com cooperativas que atuam na produção, beneficiamento e comercialização de produtos agrícolas. C) Incorreta. O setor industrial não tem a maior tradição cooperativista. D) Incorreta. Serviços urbanos não são o setor de maior tradição. E) Incorreta. O comércio varejista não tem a maior tradição cooperativista. Questão 72 A preservação do patrimônio histórico no Espírito Santo inclui centros urbanos tombados. Qual cidade capixaba possui centro histórico tombado pelo patrimônio nacional? A) Vitória B) Anchieta C) Vila Velha D) Serra E) Cariacica Resposta: B Comentário: A) Incorreta. Embora Vitória tenha patrimônio histórico, não possui centro histórico tombado nacionalmente. B) Correta. Anchieta possui centro histórico tombado pelo patrimônio nacional, incluindo a Igreja e Residência de José de Anchieta. C) Incorreta. Vila Velha não possui centro histórico tombado nacionalmente. D) Incorreta. Serra não possui centro histórico tombado nacionalmente. E) Incorreta. Cariacica não possui centro histórico tombado nacionalmente. Questão 73 A questão da água no Brasil envolve múltiplos desafios. Qual é um dos principais problemas relacionados aos recursos hídricos no país? A) Excesso de água em todas as regiões B) Distribuição desigual dos recursos hídricos entre as regiões C) Ausência completa de rios D) Falta de tecnologia para tratamento de água E) Proibição do uso de água para agricultura Resposta: B Comentário: A) Incorreta. Não há excesso de água em todas as regiões. B) Correta. A distribuição desigual dos recursos hídricos entre as regiões brasileiras é um dos principais desafios, com abundância na região Norte e escassez relativa no Nordeste. C) Incorreta. O Brasil possui extensa rede hidrográfica. D) Incorreta. O país possui tecnologia para tratamento de água. E) Incorreta. Não há proibição do uso de água para agricultura."
    },
    "Questão 74": {
        "enunciado": "A economia solidária tem crescido no Brasil. Qual das seguintes \ncaracterísticas define melhor esse modelo econômico?",
        "opcoes": {
            "A": "Incorreta. A economia solidária não foca exclusivamente no lucro máximo.",
            "B": "Incorreta. Não se baseia em propriedade privada concentrada.",
            "C": "Correta. A economia solidária se caracteriza pela autogestão, cooperação e solidariedade, priorizando o bem-estar coletivo sobre o lucro individual. • •",
            "D": "Incorreta. Não promove competição predatória.",
            "E": "Exclusão social"
        },
        "resposta_correta": "C",
        "comentario": "A) Incorreta. A economia solidária não foca exclusivamente no lucro máximo. B) Incorreta. Não se baseia em propriedade privada concentrada. C) Correta. A economia solidária se caracteriza pela autogestão, cooperação e solidariedade, priorizando o bem-estar coletivo sobre o lucro individual. D) Incorreta. Não promove competição predatória. E) Incorreta. Busca a inclusão social, não a exclusão."
    },
    "Questão 75": {
        "enunciado": "O artesanato é uma expressão cultural importante no Espírito Santo. \nQual tipo de artesanato é mais característico do estado?",
        "opcoes": {
            "A": "Incorreta. A cerâmica marajoara é do Pará.",
            "B": "Correta. A panela de barro capixaba, especialmente de Goiabeiras (Vitória), é um dos artesanatos mais característicos do Espírito Santo.",
            "C": "Incorreta. Rendas de bilro são mais características do Nordeste.",
            "D": "Incorreta. Esculturas em pedra-sabão são características de Minas Gerais.",
            "E": "Tapetes de sisal"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. A cerâmica marajoara é do Pará. B) Correta. A panela de barro capixaba, especialmente de Goiabeiras (Vitória), é um dos artesanatos mais característicos do Espírito Santo. C) Incorreta. Rendas de bilro são mais características do Nordeste. D) Incorreta. Esculturas em pedra-sabão são características de Minas Gerais. E) Incorreta. Tapetes de sisal não são característicos do estado."
    },
    "Questão 76": {
        "enunciado": "A modernização do Estado brasileiro inclui a transformação digital. \nQual área tem sido prioritária nesse processo?",
        "opcoes": {
            "A": "Incorreta. A tendência é de digitalização, não retorno ao papel.",
            "B": "Correta. A digitalização de serviços públicos tem sido prioritária na modernização do Estado brasileiro.",
            "C": "Incorreta. Os sistemas eletrônicos estão sendo expandidos.",
            "D": "Incorreta. A tecnologia é incentivada, não proibida.",
            "E": "Volta aos métodos manuais"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. A tendência é de digitalização, não retorno ao papel. B) Correta. A digitalização de serviços públicos tem sido prioritária na modernização do Estado brasileiro. C) Incorreta. Os sistemas eletrônicos estão sendo expandidos. D) Incorreta. A tecnologia é incentivada, não proibida. E) Incorreta. Os métodos estão sendo modernizados, não voltando aos manuais."
    },
    "Questão 77": {
        "enunciado": "A questão energética no Espírito Santo inclui fontes renováveis. Qual \nfonte renovável tem maior potencial de crescimento no estado?",
        "opcoes": {
            "A": "Incorreta. Tratores manuais não são característicos da agricultura de precisão.",
            "B": "Correta. O uso de GPS e sensores para otimização do plantio, aplicação de fertilizantes e defensivos é característico da agricultura de precisão.",
            "C": "Incorreta. A agricultura de precisão é baseada em alta tecnologia.",
            "D": "Incorreta. Usa tecnologias modernas, não ferramentas antigas.",
            "E": "Eliminação de máquinas agrícolas"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. A energia das marés ainda tem desenvolvimento limitado. B) Correta. A energia solar tem o maior potencial de crescimento no Espírito Santo devido às condições climáticas favoráveis. C) Incorreta. O potencial geotérmico é limitado no estado. D) Incorreta. Energia nuclear não é renovável. E) Incorreta. Carvão mineral não é renovável. Questão 78 A agricultura de precisão tem se desenvolvido no Brasil. Qual tecnologia é mais característica dessa modalidade? A) Uso de tratores manuais B) GPS e sensores para otimização do plantio C) Plantio sem qualquer tecnologia D) Uso exclusivo de ferramentas antigas E) Eliminação de máquinas agrícolas Resposta: B Comentário: A) Incorreta. Tratores manuais não são característicos da agricultura de precisão. B) Correta. O uso de GPS e sensores para otimização do plantio, aplicação de fertilizantes e defensivos é característico da agricultura de precisão. C) Incorreta. A agricultura de precisão é baseada em alta tecnologia. D) Incorreta. Usa tecnologias modernas, não ferramentas antigas. E) Incorreta. Utiliza máquinas agrícolas avançadas."
    },
    "Questão 79": {
        "enunciado": "O desenvolvimento sustentável no Espírito Santo inclui projetos \nambientais. Qual área tem recebido mais atenção?",
        "opcoes": {
            "A": "Incorreta. O desmatamento não é incentivado.",
            "B": "Correta. A recuperação de áreas degradadas e a conservação da Mata Atlântica têm recebido atenção especial nos projetos de desenvolvimento sustentável do estado. • • •",
            "C": "Incorreta. As áreas verdes são preservadas, não eliminadas.",
            "D": "Incorreta. Projetos ambientais são incentivados.",
            "E": "Destruição de ecossistemas"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. O desmatamento não é incentivado. B) Correta. A recuperação de áreas degradadas e a conservação da Mata Atlântica têm recebido atenção especial nos projetos de desenvolvimento sustentável do estado. C) Incorreta. As áreas verdes são preservadas, não eliminadas. D) Incorreta. Projetos ambientais são incentivados. E) Incorreta. A destruição de ecossistemas não é objetivo dos projetos sustentáveis."
    },
    "Questão 80": {
        "enunciado": "A inovação no setor público brasileiro tem incluído novas formas de \nparticipação cidadã. Qual mecanismo tem se destacado?",
        "opcoes": {
            "A": "Incorreta. A participação popular tem sido incentivada.",
            "B": "Correta. Consultas públicas online e orçamento participativo digital têm se destacado como mecanismos de participação cidadã na inovação do setor público.",
            "C": "Incorreta. Manifestações são direito constitucional.",
            "D": "Incorreta. O acesso à informação tem sido ampliado.",
            "E": "Fim dos canais de comunicação"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. A participação popular tem sido incentivada. B) Correta. Consultas públicas online e orçamento participativo digital têm se destacado como mecanismos de participação cidadã na inovação do setor público. C) Incorreta. Manifestações são direito constitucional. D) Incorreta. O acesso à informação tem sido ampliado. E) Incorreta. Os canais de comunicação têm sido expandidos."
    },
    "Questão 81": {
        "enunciado": "A indústria naval no Brasil tem tradição em alguns estados. Qual é a \nsituação dessa indústria no Espírito Santo?",
        "opcoes": {
            "A": "Incorreta. Existe indústria naval no estado.",
            "B": "Correta. O Espírito Santo possui estaleiros e atividades de apoio à exploração de petróleo offshore, aproveitando sua posição estratégica na produção petrolífera.",
            "C": "Incorreta. Não se limita a embarcações de recreio.",
            "D": "Incorreta. Não foca exclusivamente em navios militares.",
            "E": "Produz apenas barcos de pesca artesanal"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. Existe indústria naval no estado. B) Correta. O Espírito Santo possui estaleiros e atividades de apoio à exploração de petróleo offshore, aproveitando sua posição estratégica na produção petrolífera. C) Incorreta. Não se limita a embarcações de recreio. D) Incorreta. Não foca exclusivamente em navios militares. E) Incorreta. Vai além de barcos de pesca artesanal."
    },
    "Questão 82": {
        "enunciado": "A questão da mobilidade sustentável nas cidades brasileiras tem \nganhado importância. Qual alternativa tem sido mais promovida?",
        "opcoes": {
            "A": "Incorreta. O aumento de carros particulares não é sustentável.",
            "B": "Correta. O incentivo ao uso de bicicletas e transporte público tem sido a principal estratégia para promover mobilidade sustentável nas cidades brasileiras.",
            "C": "Incorreta. Calçadas são importantes para a mobilidade urbana.",
            "D": "Incorreta. Pedestres são priorizados na mobilidade sustentável.",
            "E": "Fim do transporte coletivo"
        },
        "resposta_correta": "B",
        "comentario": "A) Incorreta. O aumento de carros particulares não é sustentável. B) Correta. O incentivo ao uso de bicicletas e transporte público tem sido a principal estratégia para promover mobilidade sustentável nas cidades brasileiras. C) Incorreta. Calçadas são importantes para a mobilidade urbana. D) Incorreta. Pedestres são priorizados na mobilidade sustentável. E) Incorreta. O transporte coletivo é incentivado, não eliminado."
    },
    "Questão 83": {
        "enunciado": "A formação profissional no Brasil tem se adaptado às mudanças do \nmercado de trabalho. Qual modalidade de ensino tem crescido para atender essa \ndemanda?",
        "opcoes": {
            "A": "Correta. O ensino técnico e profissionalizante tem crescido significativamente para atender às demandas do mercado de trabalho brasileiro.",
            "B": "Incorreta. Não é apenas o ensino superior tradicional que tem crescido.",
            "C": "Incorreta. Cursos profissionais têm sido expandidos, não eliminados.",
            "D": "Incorreta. A prática é valorizada na formação profissional.",
            "E": "Redução da qualificação profissional"
        },
        "resposta_correta": "A",
        "comentario": "A) Correta. O ensino técnico e profissionalizante tem crescido significativamente para atender às demandas do mercado de trabalho brasileiro. B) Incorreta. Não é apenas o ensino superior tradicional que tem crescido. C) Incorreta. Cursos profissionais têm sido expandidos, não eliminados. D) Incorreta. A prática é valorizada na formação profissional. E) Incorreta. A qualificação profissional tem sido ampliada, não reduzida. Observações Finais Este material foi elaborado seguindo rigorosamente as especificações, com questões inéditas que respeitam o estilo da banca IDCAP. Cada questão possui gabarito e comentário detalhado, explicando por que cada alternativa está correta ou incorreta. As questões abordam textos atuais e relevantes sobre tecnologia, educação, sustentabilidade, desigualdade social e leitura, proporcionando uma avaliação abrangente das competências em Atualidades exigidas para o concurso PP ES."
    }
}
