{
  "titulo": "Simulado Especial Polícia Penal ES - 25/10/2025 (versão JSON com gabarito e comentários)",
  "fonte": "Simulado Amostra PPES 2025 - Policial Penal",
  "questoes": [
    {
      "id": 1,
      "pergunta": "A idade cronológica de uma pessoa nem sempre coincide com a sua idade biológica. Sintaticamente, é correto afirmar que, nesta frase:",
      "opcoes": {
        "a": "'biológica' é o termo que complementa o objeto direto, considerado adjunto adnominal.",
        "b": "'a idade cronológica de uma pessoa' refere-se ao sujeito simples.",
        "c": "'coincide' comporta-se como um verbo intransitivo, não apresentando complementos.",
        "d": "o núcleo do sujeito é o termo 'pessoa', pois trata-se do vocábulo mais importante.",
        "e": "o predicado verbo-nominal é composto pela expressão 'coincide com a sua idade biológica'."
      },
      "resposta_correta": "b",
      "comentario": "O sujeito simples da frase é 'a idade cronológica de uma pessoa'. O núcleo do sujeito é 'idade'. A alternativa b exige atenção à hierarquia sintática, macete: não confunda termo preposicionado do sujeito com núcleo."
    },
    {
      "id": 2,
      "pergunta": "Descobrimos 'que um grupo de diversas proteínas liberadas pelas células zumbis funciona como biomarcadores da senescência' e prevê resultados relacionados à saúde em adultos mais velhos. A expressão destacada trata-se de uma oração:",
      "opcoes": {
        "a": "Subordinada substantiva.",
        "b": "Oração principal.",
        "c": "Adjetiva restritiva.",
        "d": "Coordenada assindética.",
        "e": "Coordenada sindética."
      },
      "resposta_correta": "a",
      "comentario": "A oração funciona como objeto direto do verbo 'descobrimos', ou seja, é subordinada substantiva objetiva direta. Dica: oração introduzida por 'que' e que completa o sentido do verbo principal = oração subordinada substantiva."
    },
    {
      "id": 3,
      "pergunta": "Com a idade, elas passam por um processo de senescência, um estado em que não 'crescem' e não se dividem, no entanto resistem em morrer e 'liberam' uma combinação prejudicial de sinais biológicos nocivos. Os verbos destacados, nesta frase, comportam-se, respectivamente, como verbos:",
      "opcoes": {
        "a": "Transitivo direto – bitransitivo.",
        "b": "Intransitivo – transitivo direto.",
        "c": "Transitivo direto – transitivo direto.",
        "d": "Bitransitivo - intransitivo.",
        "e": "Transitivo indireto – bitransitivo."
      },
      "resposta_correta": "b",
      "comentario": "'Crescer' é intransitivo (não precisa de complemento), enquanto 'liberar' exige complemento direto ('liberam uma combinação'). Macete: se o verbo pede complemento sem preposição, é transitivo direto."
    },
    {
      "id": 4,
      "pergunta": "Existe erro de concordância verbal no seguinte período:",
      "opcoes": {
        "a": "Havia muitas mulheres na festa.",
        "b": "Existia provas contra eles.",
        "c": "Trata-se de doenças contagiosas.",
        "d": "Vendem-se apartamentos na cidade.",
        "e": "Procura-se cão desaparecido."
      },
      "resposta_correta": "b",
      "comentario": "'Existia provas' está errado; o correto é 'Existiam provas' pois o verbo existir concorda com o sujeito (provas - plural). Dica: verbo 'existir' e 'haver' têm regras diferentes de concordância."
    },
    {
      "id": 5,
      "pergunta": "Assinale a única alternativa que está de acordo com as normas de regência da língua culta:",
      "opcoes": {
        "a": "Notifiquei-lhe de que não pretendia substituí-lo na liderança do batalhão, porque apesar de ter sempre servido a polícia, jamais aspirei a tal posição.",
        "b": "Notifiquei-lhe de que não pretendia substituir-lhe na liderança do batalhão, porque apesar de ter sempre servido à polícia, jamais aspirei a tal posição.",
        "c": "Notifiquei-o de que não pretendia substituir-lhe na liderança do batalhão, porque apesar de ter sempre servido à polícia, jamais aspirei tal posição.",
        "d": "Notifiquei-o de que não pretendia substituí-lo na liderança do batalhão, porque apesar de ter sempre servido a polícia, jamais aspirei tal posição.",
        "e": "Notifiquei-o de que não pretendia substituí-lo na liderança do batalhão, porque apesar de ter sempre servido à polícia, jamais aspirei a tal posição."
      },
      "resposta_correta": "e",
      "comentario": "Correta: 'Notifiquei-o de que...' (quem notifica, notifica alguém de algo), 'servir à polícia' (crase), 'aspirar a tal posição' (aspirar algo = desejar, sem preposição; aspirar a algo = respirar, com preposição). Macete: atenção ao verbo e exigência de preposição."
    }
    // Continue o mesmo padrão para o restante das questões do simulado.
  ]
}

