{
  "titulo": "Simulado Policial Penal ES - Edição Extra 2 (versão JSON com gabarito e comentários)",
  "fonte": "Concurso Público - 001/2025 – PPES / POLÍCIA PENAL DO ESTADO DO ESPÍRITO SANTO",
  "questoes": [
    {
      "id": 1,
      "pergunta": "No trecho: \"Portanto, é essencial que políticas públicas eficazes sejam implementadas para mitigar esses problemas e promover um desenvolvimento sustentável.\", a palavra \"Portanto\" estabelece uma relação de:",
      "opcoes": {
        "a": "Conclusão.",
        "b": "Oposição.",
        "c": "Explicação.",
        "d": "Adição.",
        "e": "Condição."
      },
      "resposta_correta": "a",
      "comentario": "A palavra \"Portanto\" é um conectivo conclusivo."
    },
    {
      "id": 2,
      "pergunta": "Assinale a alternativa em que a palavra destacada está empregada em sentido denotativo, considerando o contexto do texto:",
      "opcoes": {
        "a": "O crescimento desordenado é uma bomba-relógio para as cidades.",
        "b": "A poluição é um câncer que corrói a saúde pública.",
        "c": "O planejamento urbano é a espinha dorsal do desenvolvimento sustentável.",
        "d": "A falta de áreas verdes é um problema real nas metrópoles.",
        "e": "As políticas públicas são a chave para resolver os"
      },
      "resposta_correta": "d",
      "comentario": "Sentido denotativo é o sentido literal. \"Problema real\" é literal."
    },
    {
      "id": 3,
      "pergunta": "Na frase \"A maioria dos especialistas concorda que a participação cidadã é crucial nesse processo...\", o termo sublinhado \"A maioria dos especialistas\" exerce a função sintática de:",
      "opcoes": {
        "a": "Objeto direto.",
        "b": "Objeto indireto.",
        "c": "Sujeito composto.",
        "d": "Sujeito simples.",
        "e": "Aposto."
      },
      "resposta_correta": "d",
      "comentario": "O núcleo do sujeito é \"maioria\", que é um substantivo singular."
    },
    {
      "id": 4,
      "pergunta": "Considerando o texto e as regras de concordância verbal, assinale a alternativa em que a concordância verbal está INCORRETA:",
      "opcoes": {
        "a": "As metrópoles enfrentam desafios crescentes.",
        "b": "A maioria dos especialistas concorda.",
        "c": "Há muitos exemplos de iniciativas.",
        "d": "Faz anos que a discussão ganha força.",
        "e": "A falta de planejamento urbano resultam em problemas"
      },
      "resposta_correta": "e",
      "comentario": "O sujeito é \"A falta de planejamento urbano\" (singular), o verbo deve ser \"resulta\" (singular)."
    },
    {
      "id": 5,
      "pergunta": "No trecho \"Fomos àquela escola que implementou um programa exemplar.\", o uso do acento grave indicativo da crase está correto. Assinale a alternativa em que o uso da crase também está correto:",
      "opcoes": {
        "a": "Ele fez uma promessa à si mesmo.",
        "b": "O documento foi entregue à uma funcionária qualquer.",
        "c": "Fomos àquela cidade histórica nas férias.",
        "d": "O autor se referiu à Vossa Excelência com respeito.",
        "e": "Eles ficaram frente à frente durante a discussão."
      },
      "resposta_correta": "c",
      "comentario": "A crase é correta antes de \"aquela\" e em \"Fomos àquela cidade\" (quem vai, vai a algum lugar + \"aquela\")."
    },
    {
      "id": 6,
      "pergunta": "Leia as afirmativas sobre o período: \"O diretor, que era muito engajado, explicou os benefícios do projeto.\" I. O termo \"que era muito engajado\" é uma oração subordinada adjetiva explicativa. II. A vírgula após \"diretor\" é obrigatória para indicar o caráter explicativo da oração. III. Se as vírgulas fossem retiradas, a oração passaria a ter um sentido restritivo. Está CORRETO o que se afirma em:",
      "opcoes": {
        "a": "Apenas I.",
        "b": "Apenas II.",
        "c": "Apenas I e III.",
        "d": "Apenas II e III.",
        "e": "I, II e III."
      },
      "resposta_correta": "e",
      "comentario": "Todas as afirmativas sobre a oração adjetiva explicativa estão corretas."
    },
    {
      "id": 7,
      "pergunta": "Assinale a alternativa que preenche, correta e respectivamente, as lacunas da frase: \"Não sei ______ ele se comportou de modo tão estranho, talvez seja ______ de falta de recursos.\"",
      "opcoes": {
        "a": "por que / por causa.",
        "b": "porque / por causa.",
        "c": "por quê / por causa.",
        "d": "por que / porcausa.",
        "e": "porque / porcausa."
      },
      "resposta_correta": "a",
      "comentario": "\"por que\" (pergunta/motivo) e \"por causa\" (explicação)."
    },
    {
      "id": 8,
      "pergunta": "Na oração “Havia muitas vagas disponíveis no setor de tecnologia”, o verbo “haver” é classificado como:",
      "opcoes": {
        "a": "Verbo de ligação, pois conecta o sujeito ao seu predicativo.",
        "b": "Verbo transitivo direto, pois possui um objeto direto \"muitas vagas\".",
        "c": "Verbo intransitivo, pois não exige complemento.",
        "d": "Verbo impessoal, formando uma oração sem sujeito.",
        "e": "Verbo transitivo indireto, pois exige preposição."
      },
      "resposta_correta": "d",
      "comentario": "O verbo \"haver\" no sentido de existir é impessoal."
    },
    {
      "id": 9,
      "pergunta": "Considerando as palavras presentes no texto e outras de uso comum, assinale a alternativa que apresenta a grafia CORRETA, de acordo com a norma-padrão da Língua Portuguesa:",
      "opcoes": {
        "a": "A esceção confirmou a regra.",
        "b": "O advogado agiu com discrissão.",
        "c": "A paralisação das atividades foi inevitável.",
        "d": "A anciedade atrapalhava seu desempenho.",
        "e": "O juiz deferiu o pedido de urgência."
      },
      "resposta_correta": "c",
      "comentario": "A grafia correta é \"paralisação\"."
    },
    {
      "id": 10,
      "pergunta": "No trecho \"O céu da boca dos candidatos secava de nervosismo durante as entrevistas virtuais.\", a expressão destacada é um exemplo de figura de linguagem conhecida como:",
      "opcoes": {
        "a": "Hipérbole.",
        "b": "Catacrese.",
        "c": "Paradoxo.",
        "d": "Prosopopeia.",
        "e": "Metonímia."
      },
      "resposta_correta": "b",
      "comentario": "\"Céu da boca\" é um exemplo de catacrese (uso de um termo em sentido figurado por falta de um termo próprio)."
    },
    {
      "id": 11,
      "pergunta": "servidor público e todo servidor público deve ser ético, pode-se concluir corretamente que:",
      "opcoes": {
        "a": "Todo servidor público é policial penal.",
        "b": "Nenhum policial penal deve ser ético.",
        "c": "Algum servidor público não precisa ser ético.",
        "d": "Todo policial penal deve ser ético.",
        "e": "Se um servidor é ético, então ele é policial penal."
      },
      "resposta_correta": "d",
      "comentario": "Silogismo: Se A é B e B é C, então A é C. Policial Penal é Servidor Público, Servidor Público é ético, logo Policial Penal é ético."
    },
    {
      "id": 12,
      "pergunta": "\"Se o detento participa de um programa de ressocialização, então sua pena é reduzida\". A negação lógica dessa proposição é:",
      "opcoes": {
        "a": "Se o detento não participa de um programa de ressocialização, então sua pena não é reduzida.",
        "b": "O detento não participa de um programa de ressocialização e sua pena não é reduzida.",
        "c": "O detento participa de um programa de ressocialização e sua pena não é reduzida.",
        "d": "O detento participa de um programa de ressocialização ou sua pena não é reduzida.",
        "e": "Não é verdade que a pena do detento é reduzida."
      },
      "resposta_correta": "c",
      "comentario": "Negação de \"Se P, então Q\" é \"P e não Q\". Detento participa E pena NÃO é reduzida."
    },
    {
      "id": 13,
      "pergunta": "numérica: 2, 3, 5, 9, 17, ... Mantendo-se o padrão lógico em que a diferença entre um termo e seu anterior dobra a cada passo, o próximo número da sequência é:",
      "opcoes": {
        "a": "31.",
        "b": "32.",
        "c": "33.",
        "d": "34.",
        "e": "35."
      },
      "resposta_correta": "c",
      "comentario": "Diferenças: 1, 2, 4, 8, 16. Próximo termo: 17 + 16 = 33."
    },
    {
      "id": 14,
      "pergunta": "Em um presídio 30% dos detentos trabalham e 50% estudam. Sabe-se que 10% dos detentos trabalham e estudam. Qual é a porcentagem de detentos que não trabalham nem estudam?",
      "opcoes": {
        "a": "10%.",
        "b": "20%.",
        "c": "30%.",
        "d": "40%.",
        "e": "50%."
      },
      "resposta_correta": "d",
      "comentario": "Trabalham ou estudam: 30 + 50 - 10 = 70%. Não trabalham nem estudam: 100 - 70 = 30%."
    },
    {
      "id": 15,
      "pergunta": "4 metros de comprimento por 3 metros de largura. Qual é a área total da cela?",
      "opcoes": {
        "a": "7 m².",
        "b": "12 m².",
        "c": "14 m².",
        "d": "16 m².",
        "e": "24 m²."
      },
      "resposta_correta": "b",
      "comentario": "Área = Comprimento x Largura. 4m x 3m = 12 m²."
    },
    {
      "id": 16,
      "pergunta": "Beto e Carlos, fazem plantões em uma escala de 3, 4 e 6 dias, respectivamente. Se hoje eles estão de plantão juntos, daqui a quantos dias eles estarão de plantão juntos novamente?",
      "opcoes": {
        "a": "6 dias.",
        "b": "10 dias.",
        "c": "12 dias.",
        "d": "18 dias.",
        "e": "24 dias."
      },
      "resposta_correta": "c",
      "comentario": "MMC de 3, 4 e 6 é 12."
    },
    {
      "id": 17,
      "pergunta": "R$ 250,00 sofreu um aumento de 10%. Qual o novo preço do produto?",
      "opcoes": {
        "a": "R$ 252,50.",
        "b": "R$ 260,00.",
        "c": "R$ 265,00.",
        "d": "R$ 275,00.",
        "e": "R$ 280,00."
      },
      "resposta_correta": "d",
      "comentario": "250 + 10% de 250 = 250 + 25 = R$ 275,00."
    },
    {
      "id": 18,
      "pergunta": "\"Todos os inspetores são rigorosos\". Se essa afirmação é falsa, então é verdade que:",
      "opcoes": {
        "a": "Nenhum inspetor é rigoroso.",
        "b": "Todos os inspetores não são rigorosos.",
        "c": "Pelo menos um inspetor não é rigoroso.",
        "d": "Alguns inspetores são rigorosos.",
        "e": "Nenhum inspetor é não rigoroso."
      },
      "resposta_correta": "c",
      "comentario": "A negação de \"Todo A é B\" é \"Algum A não é B\" ou \"Pelo menos um A não é B\"."
    },
    {
      "id": 19,
      "pergunta": "brancas e 3 bolas pretas. Retirando-se uma bola ao acaso, qual a probabilidade de ela ser preta?",
      "opcoes": {
        "a": "3/5.",
        "b": "1/3.",
        "c": "5/8.",
        "d": "3/8.",
        "e": "1/8."
      },
      "resposta_correta": "d",
      "comentario": "Probabilidade = (Casos favoráveis) / (Total de casos). 3 pretas / 8 total = 3/8."
    },
    {
      "id": 20,
      "pergunta": "com capacidade para 2.000 litros está com 75% de sua capacidade preenchida. Quantos litros de água há no reservatório?",
      "opcoes": {
        "a": "500 litros.",
        "b": "750 litros.",
        "c": "1.000 litros.",
        "d": "1.250 litros.",
        "e": "1.500 litros."
      },
      "resposta_correta": "e",
      "comentario": "75% de 2.000 litros = 0.75 * 2000 = 1.500 litros."
    },
    {
      "id": 21,
      "pergunta": "Windows 10, qual atalho de teclado é utilizado para alternar entre as janelas de aplicativos abertos?",
      "opcoes": {
        "a": "Ctrl + T.",
        "b": "Alt + F4.",
        "c": "Ctrl + Shift + Esc.",
        "d": "Alt + Tab.",
        "e": "Windows + L."
      },
      "resposta_correta": "d",
      "comentario": "Alt + Tab alterna entre janelas abertas no Windows."
    },
    {
      "id": 22,
      "pergunta": "funcionalidade que permite criar uma lista de itens com marcadores (como •, ▪, etc.) é chamada de:",
      "opcoes": {
        "a": "Numeração.",
        "b": "Cabeçalho.",
        "c": "Marcadores.",
        "d": "Estilos.",
        "e": "Legendas."
      },
      "resposta_correta": "c",
      "comentario": "A funcionalidade é chamada de Marcadores."
    },
    {
      "id": 23,
      "pergunta": "Penal precisa criar uma planilha no Microsoft Excel 365 para registrar o controle de estoque de materiais. Ele deseja calcular a média das quantidades de itens recebidos em um determinado período. As quantidades estão registradas nas células de A1 a A5. Qual fórmula ele deve usar para calcular essa média?",
      "opcoes": {
        "a": "=SOMA(A1:A5)/5",
        "b": "=MED(A1:A5)",
        "c": "=MÉDIA(A1:A5)",
        "d": "=CONTAR(A1:A5)",
        "e": "=MÁXIMO(A1:A5)"
      },
      "resposta_correta": "c",
      "comentario": "A função correta para média no Excel em português é =MÉDIA()."
    },
    {
      "id": 24,
      "pergunta": "exemplo de malware projetado para se replicar e se espalhar para outros computadores, geralmente através de uma rede?",
      "opcoes": {
        "a": "Firewall.",
        "b": "Antivírus.",
        "c": "Worm.",
        "d": "Cookie.",
        "e": "Adware."
      },
      "resposta_correta": "c",
      "comentario": "Worm é um malware que se replica e se espalha pela rede."
    },
    {
      "id": 25,
      "pergunta": "utilizado para enviar e-mails na internet é o:",
      "opcoes": {
        "a": "HTTP.",
        "b": "FTP.",
        "c": "SMTP.",
        "d": "POP3.",
        "e": "DNS."
      },
      "resposta_correta": "c",
      "comentario": "SMTP (Simple Mail Transfer Protocol) é o protocolo de envio de e-mails."
    },
    {
      "id": 26,
      "pergunta": "administrativo eletrônico adotado pelo Governo do Estado do Espírito Santo, que visa à gestão e ao trâmite de documentos e processos administrativos de forma digital, é conhecido como:",
      "opcoes": {
        "a": "e-Jud.",
        "b": "Projudi.",
        "c": "e-Docs.",
        "d": "PJe.",
        "e": "SEI."
      },
      "resposta_correta": "e",
      "comentario": "O sistema de processo administrativo eletrônico mais comum no Brasil é o SEI (Sistema Eletrônico de Informações)."
    },
    {
      "id": 27,
      "pergunta": "promulgada no Brasil, tem como um de seus objetivos centrais a simplificação do sistema de impostos sobre o consumo. O principal mecanismo proposto para isso é a:",
      "opcoes": {
        "a": "Criação de um imposto único federal sobre grandes fortunas.",
        "b": "Extinção de todos os impostos estaduais e municipais.",
        "c": "Unificação de diversos tributos (como ICMS, ISS, PIS, COFINS) em um Imposto sobre Valor Agregado (IVA) dual.",
        "d": "Aumento da alíquota do Imposto de Renda para todas as faixas de renda.",
        "e": "Privatização da Receita Federal para aumentar a"
      },
      "resposta_correta": "c",
      "comentario": "A Reforma Tributária propõe um IVA dual (CBS e IBS)."
    },
    {
      "id": 28,
      "pergunta": "enfrentada pelo povo indígena Yanomami, que levou o governo federal a decretar estado de emergência em saúde pública, está diretamente associada a qual atividade ilegal em suas terras?",
      "opcoes": {
        "a": "Exploração de madeira de lei.",
        "b": "Caça e pesca predatória por grupos estrangeiros.",
        "c": "Biopirataria de espécies da fauna e flora.",
        "d": "Avanço do agronegócio para plantio de soja.",
        "e": "Garimpo ilegal, que contamina rios e solos com"
      },
      "resposta_correta": "e",
      "comentario": "A crise Yanomami está ligada ao garimpo ilegal e contaminação por mercúrio."
    },
    {
      "id": 29,
      "pergunta": "a China e Taiwan é um dos principais focos de instabilidade na Ásia. A raiz histórica dessa disputa está fundamentada na política de Pequim conhecida como:",
      "opcoes": {
        "a": "\"Um país, dois sistemas\", aplicada a Hong Kong e Macau.",
        "b": "\"Salto para a frente\", um plano de desenvolvimento econômico.",
        "c": "\"Uma só China\", que considera Taiwan uma província rebelde a ser reunificada.",
        "d": "\"Revolução Cultural\", um movimento sociopolítico interno.",
        "e": "\"Nova Rota da Seda\", uma iniciativa de infraestrutura"
      },
      "resposta_correta": "c",
      "comentario": "A política de Pequim em relação a Taiwan é a \"Uma só China\"."
    },
    {
      "id": 30,
      "pergunta": "climático caracterizado pelo aquecimento anômalo das águas do Oceano Pacífico Equatorial causou impactos significativos no clima global, incluindo secas severas na Amazônia e chuvas intensas no Sul do Brasil. Esse fenômeno é conhecido como:",
      "opcoes": {
        "a": "La Niña.",
        "b": "El Niño.",
        "c": "Efeito Estufa.",
        "d": "Zona de Convergência do Atlântico Sul (ZCAS).",
        "e": "Monção Asiática."
      },
      "resposta_correta": "b",
      "comentario": "Aquecimento anômalo do Pacífico Equatorial é o El Niño."
    },
    {
      "id": 31,
      "pergunta": "da Constituição Federal, a Administração Pública direta e indireta de qualquer dos Poderes da União, dos Estados, do Distrito Federal и dos Municípios obedecerá aos princípios de:",
      "opcoes": {
        "a": "Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência.",
        "b": "Supremacia do Interesse Público, Legalidade, Moralidade e Pessoalidade.",
        "c": "Legalidade, Finalidade, Motivação, Razoabilidade e Proporcionalidade.",
        "d": "Autotutela, Legalidade, Impessoalidade, Publicidade e Economicidade.",
        "e": "Legalidade, Moralidade, Publicidade, Eficiência e"
      },
      "resposta_correta": "a",
      "comentario": "Os princípios do Art. 37 da CF são: Legalidade, Impessoalidade, Moralidade, Publicidade e Eficiência (LIMPE)."
    },
    {
      "id": 32,
      "pergunta": "Complementar Estadual nº 46/1994 (Estatuto dos Servidores Públicos Civis do ES), constitui um dever do servidor público:",
      "opcoes": {
        "a": "Opor resistência injustificada ao andamento de documento e processo.",
        "b": "Utilizar pessoal ou recursos materiais da repartição em serviços ou atividades particulares.",
        "c": "Manter conduta compatível com a moralidade administrativa.",
        "d": "Promover manifestação de apreço ou desapreço no recinto da repartição.",
        "e": "Coagir ou aliciar subordinados no sentido de filiarem-se"
      },
      "resposta_correta": "c",
      "comentario": "Manter conduta compatível com a moralidade administrativa é um dever do servidor."
    },
    {
      "id": 33,
      "pergunta": "está intrinsecamente ligada à ideia de que o agente público deve atuar sempre visando ao:",
      "opcoes": {
        "a": "Interesse próprio e de seus superiores hierárquicos.",
        "b": "Bem-estar do partido político ao qual é filiado.",
        "c": "Cumprimento estrito de ordens, mesmo que manifestamente ilegais.",
        "d": "Interesse público e ao bem comum da coletividade.",
        "e": "Fortalecimento da burocracia estatal como um fim em"
      },
      "resposta_correta": "d",
      "comentario": "A ética no serviço público visa o interesse público e o bem comum."
    },
    {
      "id": 34,
      "pergunta": "descreve uma conduta VEDADA ao servidor público, conforme o Estatuto dos Servidores Públicos Civis do ES (LC nº 46/1994).",
      "opcoes": {
        "a": "Ser assíduo e pontual ao serviço.",
        "b": "Tratar com urbanidade as pessoas.",
        "c": "Representar contra ilegalidade, omissão ou abuso de poder.",
        "d": "Recusar fé a documentos públicos.",
        "e": "Levar ao conhecimento da autoridade superior as"
      },
      "resposta_correta": "d",
      "comentario": "Recusar fé a documentos públicos é uma conduta vedada."
    },
    {
      "id": 35,
      "pergunta": "administrativa impõe ao servidor público um comportamento que não se restrinja apenas à distinção entre o bem e o mal, mas que também siga os padrões de:",
      "opcoes": {
        "a": "Conveniência e oportunidade política.",
        "b": "Honestidade, decoro, lealdade e boa-fé.",
        "c": "Hierarquia e disciplina militar.",
        "d": "Interesse corporativo e sindical.",
        "e": "Vantagem pessoal e enriquecimento lícito."
      },
      "resposta_correta": "b",
      "comentario": "O princípio da moralidade exige honestidade, decoro, lealdade e boa-fé."
    },
    {
      "id": 36,
      "pergunta": "dos Direitos Humanos (DUDH) de 1948 estabelece que \"Ninguém será submetido à tortura, nem a tratamento ou castigo cruel, desumano ou degradante\". Este princípio representa:",
      "opcoes": {
        "a": "Um direito relativo, que pode ser suspenso em estados de sítio.",
        "b": "Um direito absoluto, que não admite exceções em nenhuma circunstância.",
        "c": "Uma recomendação, sem força normativa para os Estados signatários.",
        "d": "Um direito aplicável apenas a cidadãos, não a estrangeiros.",
        "e": "Um direito que pode ser flexibilizado em casos de"
      },
      "resposta_correta": "b",
      "comentario": "A proibição de tortura é um direito absoluto, sem exceções."
    },
    {
      "id": 37,
      "pergunta": "Sobre a natureza e a aplicação das Regras Mínimas das Nações Unidas para o Tratamento de Reclusos (Regras de Mandela), é CORRETO afirmar que:",
      "opcoes": {
        "a": "Possuem força de tratado internacional e, uma vez ratificadas, são de cumprimento obrigatório e imediato, revogando leis internas contrárias.",
        "b": "São um conjunto de diretrizes e princípios de soft law, que, embora não tenham força de lei vinculante, servem como padrão mínimo para o tratamento de presos e influenciam a legislação e a jurisprudência dos países.",
        "c": "Aplicam-se exclusivamente a presos condenados, não abrangendo pessoas em prisão provisória.",
        "d": "Foram totalmente incorporadas pela Lei de Execução Penal brasileira, substituindo todos os seus artigos sobre direitos e deveres dos presos.",
        "e": "Permitem a aplicação de sanções disciplinares cruéis,"
      },
      "resposta_correta": "b",
      "comentario": "As Regras de Mandela são soft law, servindo como padrão mínimo."
    },
    {
      "id": 38,
      "pergunta": "da Constituição Federal, qual dos seguintes direitos NÃO é uma garantia fundamental?",
      "opcoes": {
        "a": "A livre manifestação do pensamento, sendo vedado o anonimato.",
        "b": "A casa é asilo inviolável do indivíduo, ninguém nela podendo penetrar sem consentimento do morador, salvo em flagrante delito ou desastre, ou para prestar socorro, ou, durante o dia, por determinação judicial.",
        "c": "A pena de morte, salvo em caso de guerra declarada.",
        "d": "A garantia de não haver juízo ou tribunal de exceção.",
        "e": "O direito absoluto à propriedade, não podendo ser"
      },
      "resposta_correta": "e",
      "comentario": "O direito à propriedade não é absoluto, podendo haver desapropriação."
    },
    {
      "id": 39,
      "pergunta": "Conforme o Art. 144 da Constituição Federal, a segurança pública é dever do Estado, direito e responsabilidade de todos, sendo exercida para a preservação da ordem pública e da incolumidade das pessoas e do patrimônio, através dos seguintes órgãos, EXCETO:",
      "opcoes": {
        "a": "Polícia Federal.",
        "b": "Polícia Rodoviária Federal.",
        "c": "Polícias Civis.",
        "d": "Guardas Municipais.",
        "e": "Forças Armadas (Exército, Marinha e Aeronáutica)."
      },
      "resposta_correta": "e",
      "comentario": "As Forças Armadas não estão no rol do Art. 144 da CF como órgãos de segurança pública (exceto em casos específicos de GLO)."
    },
    {
      "id": 40,
      "pergunta": "Administrativo, o poder pelo qual a Administração Pública pode apurar infrações e aplicar penalidades aos seus servidores e demais pessoas sujeitas à disciplina administrativa é o poder:",
      "opcoes": {
        "a": "Hierárquico.",
        "b": "Regulamentar.",
        "c": "De Polícia.",
        "d": "Disciplinar.",
        "e": "Vinculado."
      },
      "resposta_correta": "d",
      "comentario": "O poder de aplicar penalidades aos servidores é o Poder Disciplinar."
    },
    {
      "id": 41,
      "pergunta": "é praticado por um agente público incompetente, mas cujo conteúdo e finalidade são lícitos, apresenta um vício de:",
      "opcoes": {
        "a": "Motivo.",
        "b": "Finalidade.",
        "c": "Forma.",
        "d": "Objeto.",
        "e": "Competência."
      },
      "resposta_correta": "e",
      "comentario": "Ato praticado por agente incompetente tem vício de competência."
    },
    {
      "id": 42,
      "pergunta": "8.429/1992 (Lei de Improbidade Administrativa), constitui ato de improbidade administrativa que atenta contra os princípios da administração pública:",
      "opcoes": {
        "a": "Receber vantagem econômica indevida para tolerar a exploração de jogo de azar.",
        "b": "Frustrar a licitude de processo licitatório.",
        "c": "Revelar fato de que tem ciência em razão das atribuições e que deva permanecer em segredo.",
        "d": "Permitir que terceiro enriqueça ilicitamente.",
        "e": "Adquirir bens cujo valor seja desproporcional à"
      },
      "resposta_correta": "c",
      "comentario": "Revelar fato sigiloso é ato de improbidade que atenta contra os princípios (Art. 11 da 8.429/92)."
    },
    {
      "id": 43,
      "pergunta": "um fato seja considerado crime, é necessária a presença de três elementos que compõem o conceito analítico de crime. São eles:",
      "opcoes": {
        "a": "Fato típico, antijurídico e punível.",
        "b": "Fato típico, ilícito e culpável.",
        "c": "Fato doloso, ilícito e punível.",
        "d": "Fato previsto em lei, danoso e culpável.",
        "e": "Fato humano, voluntário e ilícito."
      },
      "resposta_correta": "b",
      "comentario": "Conceito analítico de crime: Fato Típico, Ilicitude (Antijuridicidade) e Culpabilidade."
    },
    {
      "id": 44,
      "pergunta": "João, com a intenção de matar, atira em Pedro. Contudo, por erro na execução, atinge e mata Carlos, que passava pelo local. De acordo com o Código Penal, João responderá por:",
      "opcoes": {
        "a": "Homicídio culposo em relação a Carlos.",
        "b": "Lesão corporal seguida de morte em relação a Carlos.",
        "c": "Homicídio doloso consumado em relação a Carlos, como se tivesse atingido Pedro (aberratio criminis com resultado único).",
        "d": "Homicídio doloso tentado em relação a Pedro e homicídio culposo em relação a Carlos, em concurso.",
        "e": "Exclusão de ilicitude por erro de tipo."
      },
      "resposta_correta": "c",
      "comentario": "Caso de aberratio criminis (erro na execução) com resultado único. Responde pelo dolo do crime pretendido."
    },
    {
      "id": 45,
      "pergunta": "apresenta um crime contra a administração pública:",
      "opcoes": {
        "a": "Furto.",
        "b": "Estelionato.",
        "c": "Peculato.",
        "d": "Extorsão.",
        "e": "Dano."
      },
      "resposta_correta": "c",
      "comentario": "Peculato é crime contra a administração pública."
    },
    {
      "id": 46,
      "pergunta": "9.455/1997 (Lei de Tortura) e a jurisprudência consolidada do Superior Tribunal de Justiça (STJ), a condenação de um servidor público por crime de tortura:",
      "opcoes": {
        "a": "Acarreta a perda automática do cargo, função ou emprego público, independentemente de declaração na sentença.",
        "b": "Não acarreta a perda do cargo, sendo apenas uma infração administrativa a ser apurada em processo disciplinar.",
        "c": "Acarreta a perda do cargo, mas este efeito da condenação não é automático e deve ser declarado de forma motivada na sentença judicial.",
        "d": "Só acarreta a perda do cargo se o crime for praticado com o uso de arma de fogo.",
        "e": "Acarreta a suspensão do exercício do cargo pelo dobro"
      },
      "resposta_correta": "c",
      "comentario": "A perda do cargo não é automática e deve ser motivada na sentença."
    },
    {
      "id": 47,
      "pergunta": "inquérito policial, segundo o Código de Processo Penal, é CORRETO afirmar que:",
      "opcoes": {
        "a": "É indispensável para o oferecimento da denúncia.",
        "b": "É presidido pelo membro do Ministério Público.",
        "c": "Suas peças informativas não podem ser utilizadas pelo juiz para formar sua convicção, salvo as provas cautelares.",
        "d": "É um procedimento sigiloso, não sendo permitido o acesso nem mesmo ao advogado do investigado.",
        "e": "A autoridade policial pode arquivar os autos do inquérito"
      },
      "resposta_correta": "c",
      "comentario": "O inquérito é dispensável para a denúncia, presidido pelo Delegado, e o juiz não pode se basear apenas nele (exceto cautelares)."
    },
    {
      "id": 48,
      "pergunta": "decretada pelo juiz durante a investigação ou no curso do processo penal, para garantia da ordem pública, por conveniência da instrução criminal ou para assegurar a aplicação da lei penal, quando houver prova da existência do crime e indício suficiente de autoria, é a prisão:",
      "opcoes": {
        "a": "Em flagrante.",
        "b": "Temporária.",
        "c": "Preventiva.",
        "d": "Domiciliar.",
        "e": "Para execução de pena."
      },
      "resposta_correta": "c",
      "comentario": "A prisão preventiva é decretada para garantia da ordem pública, instrução criminal ou aplicação da lei penal."
    },
    {
      "id": 49,
      "pergunta": "De acordo com a Lei de Execução Penal (Lei nº 7.210/1984), a remição da pena pelo estudo se dará na proporção de:",
      "opcoes": {
        "a": "1 dia de pena a cada 3 dias de trabalho.",
        "b": "1 dia de pena a cada 12 horas de frequência escolar, divididas, no mínimo, em 3 dias.",
        "c": "1 dia de pena a cada 8 horas de estudo, concentradas em um único dia.",
        "d": "2 dias de pena a cada 24 horas de frequência escolar.",
        "e": "1 dia de pena a cada 2 dias de estudo."
      },
      "resposta_correta": "b",
      "comentario": "Remição pelo estudo: 1 dia a cada 12 horas de frequência escolar, divididas em 3 dias."
    },
    {
      "id": 50,
      "pergunta": "Constitui um direito do preso, expressamente previsto na Lei de Execução Penal (LEP):",
      "opcoes": {
        "a": "O uso de aparelho celular para contato com a família.",
        "b": "A saída irrestrita da unidade prisional para trabalhar.",
        "c": "A recusa em submeter-se ao procedimento de identificação do perfil genético.",
        "d": "A visita do cônjuge, da companheira, de parentes e amigos em dias determinados.",
        "e": "A posse de instrumentos que possam ofender a"
      },
      "resposta_correta": "e",
      "comentario": "Posse de instrumento que possa ofender a integridade física é falta grave (Art. 50, VI, da LEP)."
    },
    {
      "id": 51,
      "pergunta": "Conforme a Lei de Drogas (Lei nº 11.343/2006), ao indivíduo que adquirir, guardar ou portar drogas para consumo pessoal, serão impostas as seguintes penas, EXCETO:",
      "opcoes": {
        "a": "Advertência sobre os efeitos das drogas.",
        "b": "Prestação de serviços à comunidade.",
        "c": "Medida educativa de comparecimento a programa ou curso educativo.",
        "d": "Admoestação verbal.",
        "e": "Privação de liberdade (prisão)."
      },
      "resposta_correta": "e",
      "comentario": "A Lei de Drogas não prevê privação de liberdade para uso pessoal."
    },
    {
      "id": 52,
      "pergunta": "Segundo o Estatuto do Desarmamento (Lei nº 10.826/2003), o crime de porte ilegal de arma de fogo de uso permitido é classificado como:",
      "opcoes": {
        "a": "Crime de menor potencial ofensivo.",
        "b": "Infração administrativa, punível apenas com multa.",
        "c": "Crime inafiançável em qualquer hipótese.",
        "d": "Crime afiançável, a critério da autoridade policial.",
        "e": "Crime de perigo abstrato."
      },
      "resposta_correta": "e",
      "comentario": "O STF considera o porte ilegal de arma de fogo de uso permitido como crime de perigo abstrato."
    },
    {
      "id": 53,
      "pergunta": "A Lei nº 13.869/2019 (Lei de Abuso de Autoridade) estabelece que a divergência na interpretação de lei ou na avaliação de fatos e provas:",
      "opcoes": {
        "a": "Configura, por si só, abuso de autoridade.",
        "b": "Não configura abuso de autoridade.",
        "c": "Configura abuso de autoridade apenas se a decisão for reformada por instância superior.",
        "d": "Configura abuso de autoridade se o agente for policial.",
        "e": "Configura prevaricação, mas não abuso de autoridade."
      },
      "resposta_correta": "b",
      "comentario": "A divergência na interpretação de lei não configura abuso de autoridade (Art. 1º, § 2º, da Lei 13.869/19)."
    },
    {
      "id": 54,
      "pergunta": "12.850/2013, considera-se organização criminosa a associação de:",
      "opcoes": {
        "a": "2 ou mais pessoas, para o fim de cometer crimes com pena máxima superior a 3 anos.",
        "b": "3 ou mais pessoas, para o fim de cometer qualquer tipo de crime.",
        "c": "4 ou mais pessoas, estruturalmente ordenada e caracterizada pela divisão de tarefas, com o objetivo de obter vantagem, mediante a prática de infrações penais cujas penas máximas sejam superiores a 4 anos, ou que sejam de caráter transnacional.",
        "d": "5 ou mais pessoas, com o objetivo de cometer crimes hediondos.",
        "e": "Qualquer número de pessoas, desde que com o uso de"
      },
      "resposta_correta": "c",
      "comentario": "Definição de organização criminosa (Lei 12.850/13)."
    },
    {
      "id": 55,
      "pergunta": "Estadual nº 46/1994 (Estatuto dos Servidores Públicos Civis do ES) estabelece o regime jurídico dos servidores do estado. Qual é a forma de provimento originário em cargo público, conforme este estatuto?",
      "opcoes": {
        "a": "Promoção.",
        "b": "Readaptação.",
        "c": "Reversão.",
        "d": "Nomeação.",
        "e": "Recondução."
      },
      "resposta_correta": "d",
      "comentario": "Nomeação é a única forma de provimento originário listada."
    },
    {
      "id": 56,
      "pergunta": "nº 1.059/2023, que cria o Plano de Carreira dos Policiais Penais do ES, o desenvolvimento na carreira ocorrerá por meio de:",
      "opcoes": {
        "a": "Apenas antiguidade.",
        "b": "Apenas indicação política.",
        "c": "Concurso público interno e avaliação de títulos.",
        "d": "Progressão e promoção.",
        "e": "Sorteio anual entre os servidores aptos."
      },
      "resposta_correta": "d",
      "comentario": "O desenvolvimento na carreira se dá por Progressão e Promoção."
    },
    {
      "id": 57,
      "pergunta": "1.061/2023 cria a Polícia Penal do Espírito Santo (PPES) como órgão de segurança pública. A quem a PPES é vinculada?",
      "opcoes": {
        "a": "Ao Poder Judiciário.",
        "b": "Ao Ministério Público Estadual.",
        "c": "À Secretaria de Estado da Segurança Pública e Defesa Social (SESP).",
        "d": "À Secretaria de Estado da Justiça (SEJUS).",
        "e": "Diretamente ao Gabinete do Governador."
      },
      "resposta_correta": "d",
      "comentario": "A PPES é vinculada à Secretaria de Estado da Justiça (SEJUS)."
    },
    {
      "id": 58,
      "pergunta": "Execução Penal, a assistência ao preso e ao internado é dever do Estado, objetivando prevenir o crime e orientar o retorno à convivência em sociedade. Qual das seguintes NÃO é uma forma de assistência prevista na LEP?",
      "opcoes": {
        "a": "Material.",
        "b": "À saúde.",
        "c": "Jurídica.",
        "d": "Educacional.",
        "e": "Financeira."
      },
      "resposta_correta": "e",
      "comentario": "A LEP não prevê assistência financeira, mas sim material, à saúde, jurídica, educacional, social e religiosa."
    },
    {
      "id": 59,
      "pergunta": "Constitucional, o remédio constitucional destinado a assegurar o conhecimento de informações relativas à pessoa do impetrante, constantes de registros ou bancos de dados de entidades governamentais ou de caráter público, é o:",
      "opcoes": {
        "a": "Habeas Corpus.",
        "b": "Mandado de Segurança.",
        "c": "Mandado de Injunção.",
        "d": "Habeas Data.",
        "e": "Ação Popular."
      },
      "resposta_correta": "d",
      "comentario": "Habeas Data é o remédio para acesso a informações pessoais em bancos de dados governamentais ou públicos."
    },
    {
      "id": 60,
      "pergunta": "(LEP) prevê que a prática de fato previsto como crime doloso pelo apenado constitui:",
      "opcoes": {
        "a": "Falta leve, punível com advertência.",
        "b": "Falta média, punível com suspensão de direitos.",
        "c": "Falta grave, sujeitando o condenado a sanções como a regressão de regime.",
        "d": "Infração administrativa, a ser apurada fora do âmbito da execução penal.",
        "e": "Causa de anulação da pena, reiniciando-se o processo."
      },
      "resposta_correta": "c",
      "comentario": "Prática de fato previsto como crime doloso é falta grave (Art. 52 da LEP)."
    }
  ]
}
